{
  "token_to_id": {
    "<pad_meta>": 0,
    "<unk_meta>": 1,
    "<sos_meta>": 2,
    "<eos_meta>": 3,
    "Instrument=Acoustic_Bass": 4,
    "Instrument=Acoustic_Grand_Piano": 5,
    "Instrument=Acoustic_Guitar_(nylon)": 6,
    "Instrument=Acoustic_Guitar_(steel)": 7,
    "Instrument=Alto_Sax": 8,
    "Instrument=Bagpipe": 9,
    "Instrument=Baritone_Sax": 10,
    "Instrument=Bassoon": 11,
    "Instrument=Brass_Section": 12,
    "Instrument=Bright_Acoustic_Piano": 13,
    "Instrument=Cello": 14,
    "Instrument=Choir_Aahs": 15,
    "Instrument=Church_Organ": 16,
    "Instrument=Church_organ": 17,
    "Instrument=Clarinet": 18,
    "Instrument=Clavinet": 19,
    "Instrument=Contrabass": 20,
    "Instrument=English_Horn": 21,
    "Instrument=Flute": 22,
    "Instrument=French_Horn": 23,
    "Instrument=Harmonica": 24,
    "Instrument=Harpsichord": 25,
    "Instrument=Honky-tonk_Piano": 26,
    "Instrument=Koto": 27,
    "Instrument=Lead_6_(voice)": 28,
    "Instrument=Melodic_Tom": 29,
    "Instrument=Muted_Trumpet": 30,
    "Instrument=Oboe": 31,
    "Instrument=Pad_2_(warm)": 32,
    "Instrument=Pan_Flute": 33,
    "Instrument=Piccolo": 34,
    "Instrument=Pizzicato_Strings": 35,
    "Instrument=Recorder": 36,
    "Instrument=Reed_Organ": 37,
    "Instrument=Shakuhachi": 38,
    "Instrument=Shamisen": 39,
    "Instrument=Soprano_Sax": 40,
    "Instrument=String_Ensemble_1": 41,
    "Instrument=Tenor_Sax": 42,
    "Instrument=Timpani": 43,
    "Instrument=Trombone": 44,
    "Instrument=Trumpet": 45,
    "Instrument=Tuba": 46,
    "Instrument=Tubular_Bells": 47,
    "Instrument=Viola": 48,
    "Instrument=Violin": 49,
    "Instrument=Voice_Oohs": 50,
    "Instrument=acoustic_bass": 51,
    "Instrument=acoustic_grand": 52,
    "Instrument=acoustic_guitar_(nylon)": 53,
    "Instrument=acoustic_guitar_(steel)": 54,
    "Instrument=acoustic_guitar_nylon": 55,
    "Instrument=alto_sax": 56,
    "Instrument=bagpipe": 57,
    "Instrument=baritone_sax": 58,
    "Instrument=bassoon": 59,
    "Instrument=brass_section": 60,
    "Instrument=bright_acoustic": 61,
    "Instrument=cello": 62,
    "Instrument=choir_aahs": 63,
    "Instrument=church_organ": 64,
    "Instrument=clarinet": 65,
    "Instrument=clav": 66,
    "Instrument=contrabass": 67,
    "Instrument=drums": 68,
    "Instrument=english_horn": 69,
    "Instrument=flute": 70,
    "Instrument=french_horn": 71,
    "Instrument=harmonica": 72,
    "Instrument=harpsichord": 73,
    "Instrument=honky-tonk": 74,
    "Instrument=koto": 75,
    "Instrument=lead_6_(voice)": 76,
    "Instrument=melodic_tom": 77,
    "Instrument=muted_trumpet": 78,
    "Instrument=oboe": 79,
    "Instrument=pad_2_(warm)": 80,
    "Instrument=pan_flute": 81,
    "Instrument=piccolo": 82,
    "Instrument=pizzicato_strings": 83,
    "Instrument=recorder": 84,
    "Instrument=reed_organ": 85,
    "Instrument=shakuhachi": 86,
    "Instrument=shamisen": 87,
    "Instrument=soprano_sax": 88,
    "Instrument=string_ensemble_1": 89,
    "Instrument=tenor_sax": 90,
    "Instrument=timpani": 91,
    "Instrument=trombone": 92,
    "Instrument=trumpet": 93,
    "Instrument=tuba": 94,
    "Instrument=tubular_bells": 95,
    "Instrument=viola": 96,
    "Instrument=violin": 97,
    "Instrument=voice_oohs": 98,
    "Key=A": 99,
    "Key=Ab": 100,
    "Key=Am": 101,
    "Key=B": 102,
    "Key=Bb": 103,
    "Key=Bbm": 104,
    "Key=Bm": 105,
    "Key=C": 106,
    "Key=C#": 107,
    "Key=C#m": 108,
    "Key=Cm": 109,
    "Key=D": 110,
    "Key=D#m": 111,
    "Key=Db": 112,
    "Key=Dm": 113,
    "Key=E": 114,
    "Key=Eb": 115,
    "Key=Ebm": 116,
    "Key=Em": 117,
    "Key=F": 118,
    "Key=F#": 119,
    "Key=F#m": 120,
    "Key=Fm": 121,
    "Key=G": 122,
    "Key=G#m": 123,
    "Key=Gb": 124,
    "Key=Gm": 125,
    "TimeSig=12/16": 126,
    "TimeSig=12/8": 127,
    "TimeSig=15/8": 128,
    "TimeSig=2/1": 129,
    "TimeSig=2/2": 130,
    "TimeSig=2/4": 131,
    "TimeSig=2/8": 132,
    "TimeSig=21/16": 133,
    "TimeSig=3/2": 134,
    "TimeSig=3/4": 135,
    "TimeSig=3/8": 136,
    "TimeSig=4/2": 137,
    "TimeSig=4/4": 138,
    "TimeSig=5/4": 139,
    "TimeSig=6/4": 140,
    "TimeSig=6/8": 141,
    "TimeSig=8/4": 142,
    "TimeSig=8/8": 143,
    "TimeSig=9/16": 144,
    "TimeSig=9/8": 145
  },
  "id_to_token": {
    "0": "<pad_meta>",
    "1": "<unk_meta>",
    "2": "<sos_meta>",
    "3": "<eos_meta>",
    "4": "Instrument=Acoustic_Bass",
    "5": "Instrument=Acoustic_Grand_Piano",
    "6": "Instrument=Acoustic_Guitar_(nylon)",
    "7": "Instrument=Acoustic_Guitar_(steel)",
    "8": "Instrument=Alto_Sax",
    "9": "Instrument=Bagpipe",
    "10": "Instrument=Baritone_Sax",
    "11": "Instrument=Bassoon",
    "12": "Instrument=Brass_Section",
    "13": "Instrument=Bright_Acoustic_Piano",
    "14": "Instrument=Cello",
    "15": "Instrument=Choir_Aahs",
    "16": "Instrument=Church_Organ",
    "17": "Instrument=Church_organ",
    "18": "Instrument=Clarinet",
    "19": "Instrument=Clavinet",
    "20": "Instrument=Contrabass",
    "21": "Instrument=English_Horn",
    "22": "Instrument=Flute",
    "23": "Instrument=French_Horn",
    "24": "Instrument=Harmonica",
    "25": "Instrument=Harpsichord",
    "26": "Instrument=Honky-tonk_Piano",
    "27": "Instrument=Koto",
    "28": "Instrument=Lead_6_(voice)",
    "29": "Instrument=Melodic_Tom",
    "30": "Instrument=Muted_Trumpet",
    "31": "Instrument=Oboe",
    "32": "Instrument=Pad_2_(warm)",
    "33": "Instrument=Pan_Flute",
    "34": "Instrument=Piccolo",
    "35": "Instrument=Pizzicato_Strings",
    "36": "Instrument=Recorder",
    "37": "Instrument=Reed_Organ",
    "38": "Instrument=Shakuhachi",
    "39": "Instrument=Shamisen",
    "40": "Instrument=Soprano_Sax",
    "41": "Instrument=String_Ensemble_1",
    "42": "Instrument=Tenor_Sax",
    "43": "Instrument=Timpani",
    "44": "Instrument=Trombone",
    "45": "Instrument=Trumpet",
    "46": "Instrument=Tuba",
    "47": "Instrument=Tubular_Bells",
    "48": "Instrument=Viola",
    "49": "Instrument=Violin",
    "50": "Instrument=Voice_Oohs",
    "51": "Instrument=acoustic_bass",
    "52": "Instrument=acoustic_grand",
    "53": "Instrument=acoustic_guitar_(nylon)",
    "54": "Instrument=acoustic_guitar_(steel)",
    "55": "Instrument=acoustic_guitar_nylon",
    "56": "Instrument=alto_sax",
    "57": "Instrument=bagpipe",
    "58": "Instrument=baritone_sax",
    "59": "Instrument=bassoon",
    "60": "Instrument=brass_section",
    "61": "Instrument=bright_acoustic",
    "62": "Instrument=cello",
    "63": "Instrument=choir_aahs",
    "64": "Instrument=church_organ",
    "65": "Instrument=clarinet",
    "66": "Instrument=clav",
    "67": "Instrument=contrabass",
    "68": "Instrument=drums",
    "69": "Instrument=english_horn",
    "70": "Instrument=flute",
    "71": "Instrument=french_horn",
    "72": "Instrument=harmonica",
    "73": "Instrument=harpsichord",
    "74": "Instrument=honky-tonk",
    "75": "Instrument=koto",
    "76": "Instrument=lead_6_(voice)",
    "77": "Instrument=melodic_tom",
    "78": "Instrument=muted_trumpet",
    "79": "Instrument=oboe",
    "80": "Instrument=pad_2_(warm)",
    "81": "Instrument=pan_flute",
    "82": "Instrument=piccolo",
    "83": "Instrument=pizzicato_strings",
    "84": "Instrument=recorder",
    "85": "Instrument=reed_organ",
    "86": "Instrument=shakuhachi",
    "87": "Instrument=shamisen",
    "88": "Instrument=soprano_sax",
    "89": "Instrument=string_ensemble_1",
    "90": "Instrument=tenor_sax",
    "91": "Instrument=timpani",
    "92": "Instrument=trombone",
    "93": "Instrument=trumpet",
    "94": "Instrument=tuba",
    "95": "Instrument=tubular_bells",
    "96": "Instrument=viola",
    "97": "Instrument=violin",
    "98": "Instrument=voice_oohs",
    "99": "Key=A",
    "100": "Key=Ab",
    "101": "Key=Am",
    "102": "Key=B",
    "103": "Key=Bb",
    "104": "Key=Bbm",
    "105": "Key=Bm",
    "106": "Key=C",
    "107": "Key=C#",
    "108": "Key=C#m",
    "109": "Key=Cm",
    "110": "Key=D",
    "111": "Key=D#m",
    "112": "Key=Db",
    "113": "Key=Dm",
    "114": "Key=E",
    "115": "Key=Eb",
    "116": "Key=Ebm",
    "117": "Key=Em",
    "118": "Key=F",
    "119": "Key=F#",
    "120": "Key=F#m",
    "121": "Key=Fm",
    "122": "Key=G",
    "123": "Key=G#m",
    "124": "Key=Gb",
    "125": "Key=Gm",
    "126": "TimeSig=12/16",
    "127": "TimeSig=12/8",
    "128": "TimeSig=15/8",
    "129": "TimeSig=2/1",
    "130": "TimeSig=2/2",
    "131": "TimeSig=2/4",
    "132": "TimeSig=2/8",
    "133": "TimeSig=21/16",
    "134": "TimeSig=3/2",
    "135": "TimeSig=3/4",
    "136": "TimeSig=3/8",
    "137": "TimeSig=4/2",
    "138": "TimeSig=4/4",
    "139": "TimeSig=5/4",
    "140": "TimeSig=6/4",
    "141": "TimeSig=6/8",
    "142": "TimeSig=8/4",
    "143": "TimeSig=8/8",
    "144": "TimeSig=9/16",
    "145": "TimeSig=9/8"
  }
}