{
  "token_to_id": {
    "<pad_meta>": 0,
    "<unk_meta>": 1,
    "<sos_meta>": 2,
    "<eos_meta>": 3,
    "Instrument=1:1": 4,
    "Instrument=1:PartPOneVoiceOne": 5,
    "Instrument=1:pianoUpper": 6,
    "Instrument=2:2": 7,
    "Instrument=2:PartPOneVoiceFive": 8,
    "Instrument=2:tenorPiano": 9,
    "Instrument=:1": 10,
    "Instrument=:2": 11,
    "Instrument=:PartA": 12,
    "Instrument=:PartD": 13,
    "Instrument=:SA": 14,
    "Instrument=:Soprano": 15,
    "Instrument=:TB": 16,
    "Instrument=:Tenor": 17,
    "Instrument=:bass": 18,
    "Instrument=:lowerVoice": 19,
    "Instrument=:mel": 20,
    "Instrument=:melA": 21,
    "Instrument=:melB": 22,
    "Instrument=:melC": 23,
    "Instrument=:melD": 24,
    "Instrument=:melody": 25,
    "Instrument=:middleVoice": 26,
    "Instrument=:one": 27,
    "Instrument=:singer": 28,
    "Instrument=:treble": 29,
    "Instrument=:uniqueContext0": 30,
    "Instrument=:uniqueContext1": 31,
    "Instrument=:uniqueContext2": 32,
    "Instrument=:uniqueContext3": 33,
    "Instrument=:uniqueContext4": 34,
    "Instrument=:uniqueContext5": 35,
    "Instrument=:uniqueContext6": 36,
    "Instrument=:uniqueContext7": 37,
    "Instrument=:uniqueContext8": 38,
    "Instrument=:upper": 39,
    "Instrument=:upperVoice": 40,
    "Instrument=:voice": 41,
    "Instrument=Acoustic_Guitar": 42,
    "Instrument=Alt": 43,
    "Instrument=Altus": 44,
    "Instrument=Andronico": 45,
    "Instrument=ApartA:AvoiceAA": 46,
    "Instrument=ApartB:AvoiceBA": 47,
    "Instrument=Bagpipes": 48,
    "Instrument=Baritone_Saxophone": 49,
    "Instrument=Bass": 50,
    "Instrument=Bass:": 51,
    "Instrument=Bass:1": 52,
    "Instrument=Bass:first": 53,
    "Instrument=BassStaff": 54,
    "Instrument=BassStaff:BassA": 55,
    "Instrument=Basse:": 56,
    "Instrument=Bassoon": 57,
    "Instrument=Bassoon_(or_other_unfigured_basso_continuo)": 58,
    "Instrument=Bells/Glockenspiel": 59,
    "Instrument=Brass": 60,
    "Instrument=Cantus": 61,
    "Instrument=Cello": 62,
    "Instrument=Choir": 63,
    "Instrument=Clarinet": 64,
    "Instrument=Clavichord": 65,
    "Instrument=Continuo": 66,
    "Instrument=Contrabass": 67,
    "Instrument=Dessus:": 68,
    "Instrument=Discant:": 69,
    "Instrument=Down:": 70,
    "Instrument=Electric_Organ": 71,
    "Instrument=English_Horn": 72,
    "Instrument=Flute": 73,
    "Instrument=Guitar": 74,
    "Instrument=Guitar:": 75,
    "Instrument=Guitar:lowerVoice": 76,
    "Instrument=Guitar:upperVoice": 77,
    "Instrument=GuitarStaff:": 78,
    "Instrument=Harp": 79,
    "Instrument=Harpsichord": 80,
    "Instrument=Haute:": 81,
    "Instrument=Hi": 82,
    "Instrument=Horn": 83,
    "Instrument=Irene": 84,
    "Instrument=Koto": 85,
    "Instrument=LH": 86,
    "Instrument=LH:": 87,
    "Instrument=LH:two": 88,
    "Instrument=Lo": 89,
    "Instrument=Lower": 90,
    "Instrument=Lute": 91,
    "Instrument=MIDI_Guitar:melody": 92,
    "Instrument=Mandolin:A": 93,
    "Instrument=OApartAG:OApartAG": 94,
    "Instrument=OApartBG:OApartBG": 95,
    "Instrument=Oboe": 96,
    "Instrument=Organ": 97,
    "Instrument=Orgue": 98,
    "Instrument=Pan_Flute": 99,
    "Instrument=Pedale": 100,
    "Instrument=Percussion": 101,
    "Instrument=Piano": 102,
    "Instrument=PianoDown:": 103,
    "Instrument=PianoHaut": 104,
    "Instrument=PianoUp:": 105,
    "Instrument=Pipe_Organ": 106,
    "Instrument=PriDown": 107,
    "Instrument=PriUp": 108,
    "Instrument=Quinte:": 109,
    "Instrument=Quintus": 110,
    "Instrument=RH": 111,
    "Instrument=RH:": 112,
    "Instrument=RH:1": 113,
    "Instrument=RH:one": 114,
    "Instrument=Recorder": 115,
    "Instrument=Reed_Organ": 116,
    "Instrument=Renaud:": 117,
    "Instrument=S:": 118,
    "Instrument=Sampler": 119,
    "Instrument=Shakuhachi": 120,
    "Instrument=Shamisen": 121,
    "Instrument=Sopran": 122,
    "Instrument=Sopran:1": 123,
    "Instrument=SopraneStaff:Soprane": 124,
    "Instrument=Soprano_Saxophone": 125,
    "Instrument=Staff_pfLower": 126,
    "Instrument=Staff_pfLower:": 127,
    "Instrument=Staff_pfUpper": 128,
    "Instrument=Staff_pfUpper:": 129,
    "Instrument=StringInstrument": 130,
    "Instrument=Taille:": 131,
    "Instrument=Tenor": 132,
    "Instrument=Tenor:": 133,
    "Instrument=TenorStaff:Tenor": 134,
    "Instrument=TenorStaff:TenorA": 135,
    "Instrument=Tenor_Saxophone": 136,
    "Instrument=Tenoro": 137,
    "Instrument=Tenoru": 138,
    "Instrument=Timpani": 139,
    "Instrument=TrebStaff": 140,
    "Instrument=TrebleStaff:": 141,
    "Instrument=Trombone": 142,
    "Instrument=Trumpet": 143,
    "Instrument=Tuba": 144,
    "Instrument=Up:one": 145,
    "Instrument=Upper": 146,
    "Instrument=Var_2": 147,
    "Instrument=Var_3": 148,
    "Instrument=Vibraphone": 149,
    "Instrument=Vihuela": 150,
    "Instrument=Viola": 151,
    "Instrument=Violin": 152,
    "Instrument=Violine": 153,
    "Instrument=Violoncello": 154,
    "Instrument=Violoncello:": 155,
    "Instrument=Voice": 156,
    "Instrument=Voice:": 157,
    "Instrument=Voice_(SATB)": 158,
    "Instrument=\\new": 159,
    "Instrument=\\new:": 160,
    "Instrument=\\new:lower": 161,
    "Instrument=\\new:mel": 162,
    "Instrument=\\new:upper": 163,
    "Instrument=a:": 164,
    "Instrument=acoustic_bass": 165,
    "Instrument=acoustic_grand": 166,
    "Instrument=acoustic_guitar_(nylon)": 167,
    "Instrument=alt": 168,
    "Instrument=altStaff": 169,
    "Instrument=altStaff:": 170,
    "Instrument=altStaff:altSolVoice": 171,
    "Instrument=altStaff:altVoice": 172,
    "Instrument=alto": 173,
    "Instrument=alto:": 174,
    "Instrument=alto:alto": 175,
    "Instrument=alto:uniqueContext1": 176,
    "Instrument=alto_one:": 177,
    "Instrument=alto_two:": 178,
    "Instrument=altoone:": 179,
    "Instrument=altos:": 180,
    "Instrument=altos:altos": 181,
    "Instrument=altotwo:": 182,
    "Instrument=altus": 183,
    "Instrument=aux:": 184,
    "Instrument=basStaff": 185,
    "Instrument=basStaff:basSplitpart": 186,
    "Instrument=bass": 187,
    "Instrument=bass:": 188,
    "Instrument=bass:bass": 189,
    "Instrument=bass:dux": 190,
    "Instrument=bass:four": 191,
    "Instrument=bassStaff": 192,
    "Instrument=bassStaff:": 193,
    "Instrument=bassStaff:basSolVoice": 194,
    "Instrument=bassStaff:basVoice": 195,
    "Instrument=bass_staff:": 196,
    "Instrument=bassclef:": 197,
    "Instrument=basse": 198,
    "Instrument=basse:": 199,
    "Instrument=basse:basse": 200,
    "Instrument=basse:tenor": 201,
    "Instrument=basse:uniqueContext3": 202,
    "Instrument=bassen1:": 203,
    "Instrument=bassen2:": 204,
    "Instrument=bassen:": 205,
    "Instrument=basses:": 206,
    "Instrument=basses:basses": 207,
    "Instrument=basso:basso": 208,
    "Instrument=bassoI": 209,
    "Instrument=bassoII": 210,
    "Instrument=bottom": 211,
    "Instrument=bottom:": 212,
    "Instrument=bottom:tenor": 213,
    "Instrument=bottom:tenore": 214,
    "Instrument=boys": 215,
    "Instrument=boys:TenorA": 216,
    "Instrument=cantus": 217,
    "Instrument=cello": 218,
    "Instrument=chant": 219,
    "Instrument=chant:": 220,
    "Instrument=choir_aahs": 221,
    "Instrument=church_organ": 222,
    "Instrument=clarinet": 223,
    "Instrument=clarinette": 224,
    "Instrument=clef_de_fa:": 225,
    "Instrument=clef_de_sol:": 226,
    "Instrument=cor": 227,
    "Instrument=derecha:": 228,
    "Instrument=dessus": 229,
    "Instrument=dessus:": 230,
    "Instrument=dessus:alto": 231,
    "Instrument=dessus:soprano": 232,
    "Instrument=dn:": 233,
    "Instrument=dn:1": 234,
    "Instrument=dn:2": 235,
    "Instrument=dn:3": 236,
    "Instrument=down": 237,
    "Instrument=down:": 238,
    "Instrument=down:1": 239,
    "Instrument=down:A": 240,
    "Instrument=down:DownBottom": 241,
    "Instrument=down:One": 242,
    "Instrument=down:Twee": 243,
    "Instrument=down:VA": 244,
    "Instrument=down:VcII": 245,
    "Instrument=down:VcIII": 246,
    "Instrument=down:VoiceI": 247,
    "Instrument=down:VoiceIII": 248,
    "Instrument=down:bassvoice": 249,
    "Instrument=down:leftHand": 250,
    "Instrument=down:links": 251,
    "Instrument=down:lower": 252,
    "Instrument=down:three": 253,
    "Instrument=downA:": 254,
    "Instrument=downB:": 255,
    "Instrument=downI": 256,
    "Instrument=downII": 257,
    "Instrument=downII:": 258,
    "Instrument=downIII": 259,
    "Instrument=downIII:": 260,
    "Instrument=eight": 261,
    "Instrument=eight:": 262,
    "Instrument=eleven": 263,
    "Instrument=eleven:": 264,
    "Instrument=fagotti:one_fagotti": 265,
    "Instrument=five": 266,
    "Instrument=five:": 267,
    "Instrument=flute": 268,
    "Instrument=four": 269,
    "Instrument=four:": 270,
    "Instrument=fourteen:": 271,
    "Instrument=fugapedalzwo": 272,
    "Instrument=gauche": 273,
    "Instrument=giuliani-opus1": 274,
    "Instrument=guitar": 275,
    "Instrument=guitar:": 276,
    "Instrument=guitar:melody": 277,
    "Instrument=guitar:melodyVoiceA": 278,
    "Instrument=guitar:upperVoice": 279,
    "Instrument=guitarone:": 280,
    "Instrument=guitartwo:": 281,
    "Instrument=harpsichord": 282,
    "Instrument=izquierda:": 283,
    "Instrument=left": 284,
    "Instrument=left:": 285,
    "Instrument=left:left": 286,
    "Instrument=leftHand": 287,
    "Instrument=leftNotes:": 288,
    "Instrument=leftb": 289,
    "Instrument=leftt": 290,
    "Instrument=lh": 291,
    "Instrument=lh:": 292,
    "Instrument=lh:lhA": 293,
    "Instrument=lhStaff": 294,
    "Instrument=linkeHand": 295,
    "Instrument=lower": 296,
    "Instrument=lower:": 297,
    "Instrument=lower:1": 298,
    "Instrument=lower:2": 299,
    "Instrument=lower:one": 300,
    "Instrument=lower:tenor": 301,
    "Instrument=lowera": 302,
    "Instrument=lowerb": 303,
    "Instrument=lowerstaff": 304,
    "Instrument=md:": 305,
    "Instrument=md:1": 306,
    "Instrument=md:md": 307,
    "Instrument=melStaff": 308,
    "Instrument=melStaff:mel": 309,
    "Instrument=melody:": 310,
    "Instrument=melodystaff:": 311,
    "Instrument=melodystaff:mel": 312,
    "Instrument=men": 313,
    "Instrument=men:BassA": 314,
    "Instrument=men:Tenor": 315,
    "Instrument=men:tenor": 316,
    "Instrument=men:tenore": 317,
    "Instrument=mg:": 318,
    "Instrument=mg:1": 319,
    "Instrument=mid:": 320,
    "Instrument=nine": 321,
    "Instrument=nine:": 322,
    "Instrument=one": 323,
    "Instrument=one:": 324,
    "Instrument=organ:": 325,
    "Instrument=organLeft:": 326,
    "Instrument=organRight:": 327,
    "Instrument=organo:organ": 328,
    "Instrument=pedal": 329,
    "Instrument=pedal:": 330,
    "Instrument=pedalb": 331,
    "Instrument=pedale": 332,
    "Instrument=pedale:": 333,
    "Instrument=pedalzwo": 334,
    "Instrument=piano": 335,
    "Instrument=pianoDown": 336,
    "Instrument=pianoDown2": 337,
    "Instrument=pianoLH": 338,
    "Instrument=pianoRH": 339,
    "Instrument=pianoUp": 340,
    "Instrument=pianoUpI": 341,
    "Instrument=pianoUpII": 342,
    "Instrument=premiere:": 343,
    "Instrument=r1": 344,
    "Instrument=r2": 345,
    "Instrument=r3": 346,
    "Instrument=r4": 347,
    "Instrument=rechteHand": 348,
    "Instrument=recorder": 349,
    "Instrument=rh": 350,
    "Instrument=rh:": 351,
    "Instrument=rh:rhA": 352,
    "Instrument=rhStaff": 353,
    "Instrument=right": 354,
    "Instrument=right:": 355,
    "Instrument=right:right": 356,
    "Instrument=right:solo": 357,
    "Instrument=rightHand": 358,
    "Instrument=rightNotes:": 359,
    "Instrument=rightb": 360,
    "Instrument=rightt": 361,
    "Instrument=sa": 362,
    "Instrument=secDown": 363,
    "Instrument=secUp": 364,
    "Instrument=seconde:": 365,
    "Instrument=seven": 366,
    "Instrument=seven:": 367,
    "Instrument=six": 368,
    "Instrument=six:": 369,
    "Instrument=sop": 370,
    "Instrument=sopIIStaff": 371,
    "Instrument=sopIStaff": 372,
    "Instrument=sopStaff": 373,
    "Instrument=sopStaff:": 374,
    "Instrument=sopStaff:sopSolVoice": 375,
    "Instrument=sopStaff:sopVoice": 376,
    "Instrument=soprano:": 377,
    "Instrument=soprano:soprano": 378,
    "Instrument=soprano:uniqueContext0": 379,
    "Instrument=sopranos:": 380,
    "Instrument=sopranos:sopranos": 381,
    "Instrument=staff:staff_first_voice": 382,
    "Instrument=staffA": 383,
    "Instrument=staffA:": 384,
    "Instrument=staffB:": 385,
    "Instrument=staffOne": 386,
    "Instrument=staffOne:staffOneVoiceOne": 387,
    "Instrument=staffl:": 388,
    "Instrument=staffu:": 389,
    "Instrument=tambourin": 390,
    "Instrument=tb": 391,
    "Instrument=ten": 392,
    "Instrument=ten:": 393,
    "Instrument=tenStaff": 394,
    "Instrument=tenStaff:tenSplitpart": 395,
    "Instrument=tenor": 396,
    "Instrument=tenor:": 397,
    "Instrument=tenor:tenor": 398,
    "Instrument=tenor:uniqueContext2": 399,
    "Instrument=tenorOne": 400,
    "Instrument=tenorStaff": 401,
    "Instrument=tenorStaff:": 402,
    "Instrument=tenorStaff:tenSolVoice": 403,
    "Instrument=tenorTwo": 404,
    "Instrument=tenore:tenore": 405,
    "Instrument=tenoreI": 406,
    "Instrument=tenoreII": 407,
    "Instrument=tenoren:": 408,
    "Instrument=tenors:": 409,
    "Instrument=tenors:tenors": 410,
    "Instrument=thirteen": 411,
    "Instrument=thirteen:": 412,
    "Instrument=three": 413,
    "Instrument=three:": 414,
    "Instrument=timpani:timpani": 415,
    "Instrument=top": 416,
    "Instrument=top:": 417,
    "Instrument=top:sop": 418,
    "Instrument=top:soprano": 419,
    "Instrument=track_1": 420,
    "Instrument=track_2": 421,
    "Instrument=track_3": 422,
    "Instrument=track_4": 423,
    "Instrument=trebStaff": 424,
    "Instrument=treble": 425,
    "Instrument=treble:": 426,
    "Instrument=treble:comes": 427,
    "Instrument=trebleStaff:": 428,
    "Instrument=treble_staff:": 429,
    "Instrument=trebleclef:": 430,
    "Instrument=trumpet": 431,
    "Instrument=twelve": 432,
    "Instrument=twelve:": 433,
    "Instrument=two": 434,
    "Instrument=two:": 435,
    "Instrument=uniqueContext0": 436,
    "Instrument=uniqueContext0:": 437,
    "Instrument=uniqueContext1": 438,
    "Instrument=uniqueContext1:": 439,
    "Instrument=uniqueContext2:": 440,
    "Instrument=uniqueContext3:": 441,
    "Instrument=up": 442,
    "Instrument=up:": 443,
    "Instrument=up:1": 444,
    "Instrument=up:2": 445,
    "Instrument=up:A": 446,
    "Instrument=up:Een": 447,
    "Instrument=up:One": 448,
    "Instrument=up:UpTop": 449,
    "Instrument=up:VA": 450,
    "Instrument=up:VcI": 451,
    "Instrument=up:VcII": 452,
    "Instrument=up:VoiceI": 453,
    "Instrument=up:one": 454,
    "Instrument=up:rechts": 455,
    "Instrument=up:rechtsUnten": 456,
    "Instrument=up:rightHand": 457,
    "Instrument=up:tempoChanges": 458,
    "Instrument=up:two": 459,
    "Instrument=up:upper": 460,
    "Instrument=up:viola": 461,
    "Instrument=upA:": 462,
    "Instrument=upB:": 463,
    "Instrument=upI": 464,
    "Instrument=upII": 465,
    "Instrument=upII:": 466,
    "Instrument=upper": 467,
    "Instrument=upper:": 468,
    "Instrument=upper:1": 469,
    "Instrument=upper:2": 470,
    "Instrument=upper:one": 471,
    "Instrument=upper:sop": 472,
    "Instrument=upper:two": 473,
    "Instrument=uppera": 474,
    "Instrument=upperb": 475,
    "Instrument=viola:viola": 476,
    "Instrument=violin:": 477,
    "Instrument=violinoA:violinoA": 478,
    "Instrument=violinoB:violinoB": 479,
    "Instrument=violonI": 480,
    "Instrument=violonII": 481,
    "Instrument=vl_i:": 482,
    "Instrument=vl_ii:": 483,
    "Instrument=vl_iii:": 484,
    "Instrument=vocal": 485,
    "Instrument=vocalist:vocalist": 486,
    "Instrument=voice": 487,
    "Instrument=voice:": 488,
    "Instrument=voice_oohs": 489,
    "Instrument=voix": 490,
    "Instrument=women": 491,
    "Instrument=women:Sopran": 492,
    "Instrument=women:melody": 493,
    "Instrument=women:one": 494,
    "Instrument=womena": 495,
    "Key=A--_major": 496,
    "Key=A_major": 497,
    "Key=A_minor": 498,
    "Key=B--_major": 499,
    "Key=B--_minor": 500,
    "Key=B_major": 501,
    "Key=B_minor": 502,
    "Key=C##_major": 503,
    "Key=C##_minor": 504,
    "Key=C_major": 505,
    "Key=C_minor": 506,
    "Key=D_major": 507,
    "Key=D_minor": 508,
    "Key=E--_major": 509,
    "Key=E--_minor": 510,
    "Key=E_major": 511,
    "Key=E_minor": 512,
    "Key=F##_major": 513,
    "Key=F##_minor": 514,
    "Key=F_major": 515,
    "Key=F_minor": 516,
    "Key=G##_minor": 517,
    "Key=G_major": 518,
    "Key=G_minor": 519,
    "Style=Avant-garde": 520,
    "Style=Baroque": 521,
    "Style=Classical": 522,
    "Style=Folk": 523,
    "Style=Gospel": 524,
    "Style=Hymn": 525,
    "Style=Jazz": 526,
    "Style=March": 527,
    "Style=Modern": 528,
    "Style=Popular_/_Dance": 529,
    "Style=Renaissance": 530,
    "Style=Romantic": 531,
    "Style=Romantique": 532,
    "Style=Song": 533,
    "Style=Technique": 534,
    "Style=strophic_with_chorus": 535,
    "TimeSig=12/16": 536,
    "TimeSig=12/8": 537,
    "TimeSig=15/8": 538,
    "TimeSig=2/1": 539,
    "TimeSig=2/2": 540,
    "TimeSig=2/4": 541,
    "TimeSig=2/8": 542,
    "TimeSig=21/16": 543,
    "TimeSig=3/2": 544,
    "TimeSig=3/4": 545,
    "TimeSig=3/8": 546,
    "TimeSig=4/2": 547,
    "TimeSig=4/4": 548,
    "TimeSig=5/4": 549,
    "TimeSig=6/4": 550,
    "TimeSig=6/8": 551,
    "TimeSig=8/4": 552,
    "TimeSig=8/8": 553,
    "TimeSig=9/16": 554,
    "TimeSig=9/8": 555
  },
  "id_to_token": {
    "0": "<pad_meta>",
    "1": "<unk_meta>",
    "2": "<sos_meta>",
    "3": "<eos_meta>",
    "4": "Instrument=1:1",
    "5": "Instrument=1:PartPOneVoiceOne",
    "6": "Instrument=1:pianoUpper",
    "7": "Instrument=2:2",
    "8": "Instrument=2:PartPOneVoiceFive",
    "9": "Instrument=2:tenorPiano",
    "10": "Instrument=:1",
    "11": "Instrument=:2",
    "12": "Instrument=:PartA",
    "13": "Instrument=:PartD",
    "14": "Instrument=:SA",
    "15": "Instrument=:Soprano",
    "16": "Instrument=:TB",
    "17": "Instrument=:Tenor",
    "18": "Instrument=:bass",
    "19": "Instrument=:lowerVoice",
    "20": "Instrument=:mel",
    "21": "Instrument=:melA",
    "22": "Instrument=:melB",
    "23": "Instrument=:melC",
    "24": "Instrument=:melD",
    "25": "Instrument=:melody",
    "26": "Instrument=:middleVoice",
    "27": "Instrument=:one",
    "28": "Instrument=:singer",
    "29": "Instrument=:treble",
    "30": "Instrument=:uniqueContext0",
    "31": "Instrument=:uniqueContext1",
    "32": "Instrument=:uniqueContext2",
    "33": "Instrument=:uniqueContext3",
    "34": "Instrument=:uniqueContext4",
    "35": "Instrument=:uniqueContext5",
    "36": "Instrument=:uniqueContext6",
    "37": "Instrument=:uniqueContext7",
    "38": "Instrument=:uniqueContext8",
    "39": "Instrument=:upper",
    "40": "Instrument=:upperVoice",
    "41": "Instrument=:voice",
    "42": "Instrument=Acoustic_Guitar",
    "43": "Instrument=Alt",
    "44": "Instrument=Altus",
    "45": "Instrument=Andronico",
    "46": "Instrument=ApartA:AvoiceAA",
    "47": "Instrument=ApartB:AvoiceBA",
    "48": "Instrument=Bagpipes",
    "49": "Instrument=Baritone_Saxophone",
    "50": "Instrument=Bass",
    "51": "Instrument=Bass:",
    "52": "Instrument=Bass:1",
    "53": "Instrument=Bass:first",
    "54": "Instrument=BassStaff",
    "55": "Instrument=BassStaff:BassA",
    "56": "Instrument=Basse:",
    "57": "Instrument=Bassoon",
    "58": "Instrument=Bassoon_(or_other_unfigured_basso_continuo)",
    "59": "Instrument=Bells/Glockenspiel",
    "60": "Instrument=Brass",
    "61": "Instrument=Cantus",
    "62": "Instrument=Cello",
    "63": "Instrument=Choir",
    "64": "Instrument=Clarinet",
    "65": "Instrument=Clavichord",
    "66": "Instrument=Continuo",
    "67": "Instrument=Contrabass",
    "68": "Instrument=Dessus:",
    "69": "Instrument=Discant:",
    "70": "Instrument=Down:",
    "71": "Instrument=Electric_Organ",
    "72": "Instrument=English_Horn",
    "73": "Instrument=Flute",
    "74": "Instrument=Guitar",
    "75": "Instrument=Guitar:",
    "76": "Instrument=Guitar:lowerVoice",
    "77": "Instrument=Guitar:upperVoice",
    "78": "Instrument=GuitarStaff:",
    "79": "Instrument=Harp",
    "80": "Instrument=Harpsichord",
    "81": "Instrument=Haute:",
    "82": "Instrument=Hi",
    "83": "Instrument=Horn",
    "84": "Instrument=Irene",
    "85": "Instrument=Koto",
    "86": "Instrument=LH",
    "87": "Instrument=LH:",
    "88": "Instrument=LH:two",
    "89": "Instrument=Lo",
    "90": "Instrument=Lower",
    "91": "Instrument=Lute",
    "92": "Instrument=MIDI_Guitar:melody",
    "93": "Instrument=Mandolin:A",
    "94": "Instrument=OApartAG:OApartAG",
    "95": "Instrument=OApartBG:OApartBG",
    "96": "Instrument=Oboe",
    "97": "Instrument=Organ",
    "98": "Instrument=Orgue",
    "99": "Instrument=Pan_Flute",
    "100": "Instrument=Pedale",
    "101": "Instrument=Percussion",
    "102": "Instrument=Piano",
    "103": "Instrument=PianoDown:",
    "104": "Instrument=PianoHaut",
    "105": "Instrument=PianoUp:",
    "106": "Instrument=Pipe_Organ",
    "107": "Instrument=PriDown",
    "108": "Instrument=PriUp",
    "109": "Instrument=Quinte:",
    "110": "Instrument=Quintus",
    "111": "Instrument=RH",
    "112": "Instrument=RH:",
    "113": "Instrument=RH:1",
    "114": "Instrument=RH:one",
    "115": "Instrument=Recorder",
    "116": "Instrument=Reed_Organ",
    "117": "Instrument=Renaud:",
    "118": "Instrument=S:",
    "119": "Instrument=Sampler",
    "120": "Instrument=Shakuhachi",
    "121": "Instrument=Shamisen",
    "122": "Instrument=Sopran",
    "123": "Instrument=Sopran:1",
    "124": "Instrument=SopraneStaff:Soprane",
    "125": "Instrument=Soprano_Saxophone",
    "126": "Instrument=Staff_pfLower",
    "127": "Instrument=Staff_pfLower:",
    "128": "Instrument=Staff_pfUpper",
    "129": "Instrument=Staff_pfUpper:",
    "130": "Instrument=StringInstrument",
    "131": "Instrument=Taille:",
    "132": "Instrument=Tenor",
    "133": "Instrument=Tenor:",
    "134": "Instrument=TenorStaff:Tenor",
    "135": "Instrument=TenorStaff:TenorA",
    "136": "Instrument=Tenor_Saxophone",
    "137": "Instrument=Tenoro",
    "138": "Instrument=Tenoru",
    "139": "Instrument=Timpani",
    "140": "Instrument=TrebStaff",
    "141": "Instrument=TrebleStaff:",
    "142": "Instrument=Trombone",
    "143": "Instrument=Trumpet",
    "144": "Instrument=Tuba",
    "145": "Instrument=Up:one",
    "146": "Instrument=Upper",
    "147": "Instrument=Var_2",
    "148": "Instrument=Var_3",
    "149": "Instrument=Vibraphone",
    "150": "Instrument=Vihuela",
    "151": "Instrument=Viola",
    "152": "Instrument=Violin",
    "153": "Instrument=Violine",
    "154": "Instrument=Violoncello",
    "155": "Instrument=Violoncello:",
    "156": "Instrument=Voice",
    "157": "Instrument=Voice:",
    "158": "Instrument=Voice_(SATB)",
    "159": "Instrument=\\new",
    "160": "Instrument=\\new:",
    "161": "Instrument=\\new:lower",
    "162": "Instrument=\\new:mel",
    "163": "Instrument=\\new:upper",
    "164": "Instrument=a:",
    "165": "Instrument=acoustic_bass",
    "166": "Instrument=acoustic_grand",
    "167": "Instrument=acoustic_guitar_(nylon)",
    "168": "Instrument=alt",
    "169": "Instrument=altStaff",
    "170": "Instrument=altStaff:",
    "171": "Instrument=altStaff:altSolVoice",
    "172": "Instrument=altStaff:altVoice",
    "173": "Instrument=alto",
    "174": "Instrument=alto:",
    "175": "Instrument=alto:alto",
    "176": "Instrument=alto:uniqueContext1",
    "177": "Instrument=alto_one:",
    "178": "Instrument=alto_two:",
    "179": "Instrument=altoone:",
    "180": "Instrument=altos:",
    "181": "Instrument=altos:altos",
    "182": "Instrument=altotwo:",
    "183": "Instrument=altus",
    "184": "Instrument=aux:",
    "185": "Instrument=basStaff",
    "186": "Instrument=basStaff:basSplitpart",
    "187": "Instrument=bass",
    "188": "Instrument=bass:",
    "189": "Instrument=bass:bass",
    "190": "Instrument=bass:dux",
    "191": "Instrument=bass:four",
    "192": "Instrument=bassStaff",
    "193": "Instrument=bassStaff:",
    "194": "Instrument=bassStaff:basSolVoice",
    "195": "Instrument=bassStaff:basVoice",
    "196": "Instrument=bass_staff:",
    "197": "Instrument=bassclef:",
    "198": "Instrument=basse",
    "199": "Instrument=basse:",
    "200": "Instrument=basse:basse",
    "201": "Instrument=basse:tenor",
    "202": "Instrument=basse:uniqueContext3",
    "203": "Instrument=bassen1:",
    "204": "Instrument=bassen2:",
    "205": "Instrument=bassen:",
    "206": "Instrument=basses:",
    "207": "Instrument=basses:basses",
    "208": "Instrument=basso:basso",
    "209": "Instrument=bassoI",
    "210": "Instrument=bassoII",
    "211": "Instrument=bottom",
    "212": "Instrument=bottom:",
    "213": "Instrument=bottom:tenor",
    "214": "Instrument=bottom:tenore",
    "215": "Instrument=boys",
    "216": "Instrument=boys:TenorA",
    "217": "Instrument=cantus",
    "218": "Instrument=cello",
    "219": "Instrument=chant",
    "220": "Instrument=chant:",
    "221": "Instrument=choir_aahs",
    "222": "Instrument=church_organ",
    "223": "Instrument=clarinet",
    "224": "Instrument=clarinette",
    "225": "Instrument=clef_de_fa:",
    "226": "Instrument=clef_de_sol:",
    "227": "Instrument=cor",
    "228": "Instrument=derecha:",
    "229": "Instrument=dessus",
    "230": "Instrument=dessus:",
    "231": "Instrument=dessus:alto",
    "232": "Instrument=dessus:soprano",
    "233": "Instrument=dn:",
    "234": "Instrument=dn:1",
    "235": "Instrument=dn:2",
    "236": "Instrument=dn:3",
    "237": "Instrument=down",
    "238": "Instrument=down:",
    "239": "Instrument=down:1",
    "240": "Instrument=down:A",
    "241": "Instrument=down:DownBottom",
    "242": "Instrument=down:One",
    "243": "Instrument=down:Twee",
    "244": "Instrument=down:VA",
    "245": "Instrument=down:VcII",
    "246": "Instrument=down:VcIII",
    "247": "Instrument=down:VoiceI",
    "248": "Instrument=down:VoiceIII",
    "249": "Instrument=down:bassvoice",
    "250": "Instrument=down:leftHand",
    "251": "Instrument=down:links",
    "252": "Instrument=down:lower",
    "253": "Instrument=down:three",
    "254": "Instrument=downA:",
    "255": "Instrument=downB:",
    "256": "Instrument=downI",
    "257": "Instrument=downII",
    "258": "Instrument=downII:",
    "259": "Instrument=downIII",
    "260": "Instrument=downIII:",
    "261": "Instrument=eight",
    "262": "Instrument=eight:",
    "263": "Instrument=eleven",
    "264": "Instrument=eleven:",
    "265": "Instrument=fagotti:one_fagotti",
    "266": "Instrument=five",
    "267": "Instrument=five:",
    "268": "Instrument=flute",
    "269": "Instrument=four",
    "270": "Instrument=four:",
    "271": "Instrument=fourteen:",
    "272": "Instrument=fugapedalzwo",
    "273": "Instrument=gauche",
    "274": "Instrument=giuliani-opus1",
    "275": "Instrument=guitar",
    "276": "Instrument=guitar:",
    "277": "Instrument=guitar:melody",
    "278": "Instrument=guitar:melodyVoiceA",
    "279": "Instrument=guitar:upperVoice",
    "280": "Instrument=guitarone:",
    "281": "Instrument=guitartwo:",
    "282": "Instrument=harpsichord",
    "283": "Instrument=izquierda:",
    "284": "Instrument=left",
    "285": "Instrument=left:",
    "286": "Instrument=left:left",
    "287": "Instrument=leftHand",
    "288": "Instrument=leftNotes:",
    "289": "Instrument=leftb",
    "290": "Instrument=leftt",
    "291": "Instrument=lh",
    "292": "Instrument=lh:",
    "293": "Instrument=lh:lhA",
    "294": "Instrument=lhStaff",
    "295": "Instrument=linkeHand",
    "296": "Instrument=lower",
    "297": "Instrument=lower:",
    "298": "Instrument=lower:1",
    "299": "Instrument=lower:2",
    "300": "Instrument=lower:one",
    "301": "Instrument=lower:tenor",
    "302": "Instrument=lowera",
    "303": "Instrument=lowerb",
    "304": "Instrument=lowerstaff",
    "305": "Instrument=md:",
    "306": "Instrument=md:1",
    "307": "Instrument=md:md",
    "308": "Instrument=melStaff",
    "309": "Instrument=melStaff:mel",
    "310": "Instrument=melody:",
    "311": "Instrument=melodystaff:",
    "312": "Instrument=melodystaff:mel",
    "313": "Instrument=men",
    "314": "Instrument=men:BassA",
    "315": "Instrument=men:Tenor",
    "316": "Instrument=men:tenor",
    "317": "Instrument=men:tenore",
    "318": "Instrument=mg:",
    "319": "Instrument=mg:1",
    "320": "Instrument=mid:",
    "321": "Instrument=nine",
    "322": "Instrument=nine:",
    "323": "Instrument=one",
    "324": "Instrument=one:",
    "325": "Instrument=organ:",
    "326": "Instrument=organLeft:",
    "327": "Instrument=organRight:",
    "328": "Instrument=organo:organ",
    "329": "Instrument=pedal",
    "330": "Instrument=pedal:",
    "331": "Instrument=pedalb",
    "332": "Instrument=pedale",
    "333": "Instrument=pedale:",
    "334": "Instrument=pedalzwo",
    "335": "Instrument=piano",
    "336": "Instrument=pianoDown",
    "337": "Instrument=pianoDown2",
    "338": "Instrument=pianoLH",
    "339": "Instrument=pianoRH",
    "340": "Instrument=pianoUp",
    "341": "Instrument=pianoUpI",
    "342": "Instrument=pianoUpII",
    "343": "Instrument=premiere:",
    "344": "Instrument=r1",
    "345": "Instrument=r2",
    "346": "Instrument=r3",
    "347": "Instrument=r4",
    "348": "Instrument=rechteHand",
    "349": "Instrument=recorder",
    "350": "Instrument=rh",
    "351": "Instrument=rh:",
    "352": "Instrument=rh:rhA",
    "353": "Instrument=rhStaff",
    "354": "Instrument=right",
    "355": "Instrument=right:",
    "356": "Instrument=right:right",
    "357": "Instrument=right:solo",
    "358": "Instrument=rightHand",
    "359": "Instrument=rightNotes:",
    "360": "Instrument=rightb",
    "361": "Instrument=rightt",
    "362": "Instrument=sa",
    "363": "Instrument=secDown",
    "364": "Instrument=secUp",
    "365": "Instrument=seconde:",
    "366": "Instrument=seven",
    "367": "Instrument=seven:",
    "368": "Instrument=six",
    "369": "Instrument=six:",
    "370": "Instrument=sop",
    "371": "Instrument=sopIIStaff",
    "372": "Instrument=sopIStaff",
    "373": "Instrument=sopStaff",
    "374": "Instrument=sopStaff:",
    "375": "Instrument=sopStaff:sopSolVoice",
    "376": "Instrument=sopStaff:sopVoice",
    "377": "Instrument=soprano:",
    "378": "Instrument=soprano:soprano",
    "379": "Instrument=soprano:uniqueContext0",
    "380": "Instrument=sopranos:",
    "381": "Instrument=sopranos:sopranos",
    "382": "Instrument=staff:staff_first_voice",
    "383": "Instrument=staffA",
    "384": "Instrument=staffA:",
    "385": "Instrument=staffB:",
    "386": "Instrument=staffOne",
    "387": "Instrument=staffOne:staffOneVoiceOne",
    "388": "Instrument=staffl:",
    "389": "Instrument=staffu:",
    "390": "Instrument=tambourin",
    "391": "Instrument=tb",
    "392": "Instrument=ten",
    "393": "Instrument=ten:",
    "394": "Instrument=tenStaff",
    "395": "Instrument=tenStaff:tenSplitpart",
    "396": "Instrument=tenor",
    "397": "Instrument=tenor:",
    "398": "Instrument=tenor:tenor",
    "399": "Instrument=tenor:uniqueContext2",
    "400": "Instrument=tenorOne",
    "401": "Instrument=tenorStaff",
    "402": "Instrument=tenorStaff:",
    "403": "Instrument=tenorStaff:tenSolVoice",
    "404": "Instrument=tenorTwo",
    "405": "Instrument=tenore:tenore",
    "406": "Instrument=tenoreI",
    "407": "Instrument=tenoreII",
    "408": "Instrument=tenoren:",
    "409": "Instrument=tenors:",
    "410": "Instrument=tenors:tenors",
    "411": "Instrument=thirteen",
    "412": "Instrument=thirteen:",
    "413": "Instrument=three",
    "414": "Instrument=three:",
    "415": "Instrument=timpani:timpani",
    "416": "Instrument=top",
    "417": "Instrument=top:",
    "418": "Instrument=top:sop",
    "419": "Instrument=top:soprano",
    "420": "Instrument=track_1",
    "421": "Instrument=track_2",
    "422": "Instrument=track_3",
    "423": "Instrument=track_4",
    "424": "Instrument=trebStaff",
    "425": "Instrument=treble",
    "426": "Instrument=treble:",
    "427": "Instrument=treble:comes",
    "428": "Instrument=trebleStaff:",
    "429": "Instrument=treble_staff:",
    "430": "Instrument=trebleclef:",
    "431": "Instrument=trumpet",
    "432": "Instrument=twelve",
    "433": "Instrument=twelve:",
    "434": "Instrument=two",
    "435": "Instrument=two:",
    "436": "Instrument=uniqueContext0",
    "437": "Instrument=uniqueContext0:",
    "438": "Instrument=uniqueContext1",
    "439": "Instrument=uniqueContext1:",
    "440": "Instrument=uniqueContext2:",
    "441": "Instrument=uniqueContext3:",
    "442": "Instrument=up",
    "443": "Instrument=up:",
    "444": "Instrument=up:1",
    "445": "Instrument=up:2",
    "446": "Instrument=up:A",
    "447": "Instrument=up:Een",
    "448": "Instrument=up:One",
    "449": "Instrument=up:UpTop",
    "450": "Instrument=up:VA",
    "451": "Instrument=up:VcI",
    "452": "Instrument=up:VcII",
    "453": "Instrument=up:VoiceI",
    "454": "Instrument=up:one",
    "455": "Instrument=up:rechts",
    "456": "Instrument=up:rechtsUnten",
    "457": "Instrument=up:rightHand",
    "458": "Instrument=up:tempoChanges",
    "459": "Instrument=up:two",
    "460": "Instrument=up:upper",
    "461": "Instrument=up:viola",
    "462": "Instrument=upA:",
    "463": "Instrument=upB:",
    "464": "Instrument=upI",
    "465": "Instrument=upII",
    "466": "Instrument=upII:",
    "467": "Instrument=upper",
    "468": "Instrument=upper:",
    "469": "Instrument=upper:1",
    "470": "Instrument=upper:2",
    "471": "Instrument=upper:one",
    "472": "Instrument=upper:sop",
    "473": "Instrument=upper:two",
    "474": "Instrument=uppera",
    "475": "Instrument=upperb",
    "476": "Instrument=viola:viola",
    "477": "Instrument=violin:",
    "478": "Instrument=violinoA:violinoA",
    "479": "Instrument=violinoB:violinoB",
    "480": "Instrument=violonI",
    "481": "Instrument=violonII",
    "482": "Instrument=vl_i:",
    "483": "Instrument=vl_ii:",
    "484": "Instrument=vl_iii:",
    "485": "Instrument=vocal",
    "486": "Instrument=vocalist:vocalist",
    "487": "Instrument=voice",
    "488": "Instrument=voice:",
    "489": "Instrument=voice_oohs",
    "490": "Instrument=voix",
    "491": "Instrument=women",
    "492": "Instrument=women:Sopran",
    "493": "Instrument=women:melody",
    "494": "Instrument=women:one",
    "495": "Instrument=womena",
    "496": "Key=A--_major",
    "497": "Key=A_major",
    "498": "Key=A_minor",
    "499": "Key=B--_major",
    "500": "Key=B--_minor",
    "501": "Key=B_major",
    "502": "Key=B_minor",
    "503": "Key=C##_major",
    "504": "Key=C##_minor",
    "505": "Key=C_major",
    "506": "Key=C_minor",
    "507": "Key=D_major",
    "508": "Key=D_minor",
    "509": "Key=E--_major",
    "510": "Key=E--_minor",
    "511": "Key=E_major",
    "512": "Key=E_minor",
    "513": "Key=F##_major",
    "514": "Key=F##_minor",
    "515": "Key=F_major",
    "516": "Key=F_minor",
    "517": "Key=G##_minor",
    "518": "Key=G_major",
    "519": "Key=G_minor",
    "520": "Style=Avant-garde",
    "521": "Style=Baroque",
    "522": "Style=Classical",
    "523": "Style=Folk",
    "524": "Style=Gospel",
    "525": "Style=Hymn",
    "526": "Style=Jazz",
    "527": "Style=March",
    "528": "Style=Modern",
    "529": "Style=Popular_/_Dance",
    "530": "Style=Renaissance",
    "531": "Style=Romantic",
    "532": "Style=Romantique",
    "533": "Style=Song",
    "534": "Style=Technique",
    "535": "Style=strophic_with_chorus",
    "536": "TimeSig=12/16",
    "537": "TimeSig=12/8",
    "538": "TimeSig=15/8",
    "539": "TimeSig=2/1",
    "540": "TimeSig=2/2",
    "541": "TimeSig=2/4",
    "542": "TimeSig=2/8",
    "543": "TimeSig=21/16",
    "544": "TimeSig=3/2",
    "545": "TimeSig=3/4",
    "546": "TimeSig=3/8",
    "547": "TimeSig=4/2",
    "548": "TimeSig=4/4",
    "549": "TimeSig=5/4",
    "550": "TimeSig=6/4",
    "551": "TimeSig=6/8",
    "552": "TimeSig=8/4",
    "553": "TimeSig=8/8",
    "554": "TimeSig=9/16",
    "555": "TimeSig=9/8"
  }
}