{
  "token_to_id": {
    "<pad_meta>": 0,
    "<unk_meta>": 1,
    "<sos_meta>": 2,
    "<eos_meta>": 3,
    "Key=A--_major": 4,
    "Key=A_major": 5,
    "Key=A_minor": 6,
    "Key=B--_major": 7,
    "Key=B--_minor": 8,
    "Key=B_major": 9,
    "Key=B_minor": 10,
    "Key=C##_major": 11,
    "Key=C##_minor": 12,
    "Key=C_major": 13,
    "Key=C_minor": 14,
    "Key=D_major": 15,
    "Key=D_minor": 16,
    "Key=E--_major": 17,
    "Key=E--_minor": 18,
    "Key=E_major": 19,
    "Key=E_minor": 20,
    "Key=F##_major": 21,
    "Key=F##_minor": 22,
    "Key=F_major": 23,
    "Key=F_minor": 24,
    "Key=G##_minor": 25,
    "Key=G_major": 26,
    "Key=G_minor": 27,
    "Style=Avant-garde": 28,
    "Style=Baroque": 29,
    "Style=Classical": 30,
    "Style=Folk": 31,
    "Style=Gospel": 32,
    "Style=Hymn": 33,
    "Style=Jazz": 34,
    "Style=March": 35,
    "Style=Modern": 36,
    "Style=Popular_/_Dance": 37,
    "Style=Renaissance": 38,
    "Style=Romantic": 39,
    "Style=Romantique": 40,
    "Style=Song": 41,
    "Style=Technique": 42,
    "Style=strophic_with_chorus": 43,
    "TimeSig=12/16": 44,
    "TimeSig=12/8": 45,
    "TimeSig=15/8": 46,
    "TimeSig=2/1": 47,
    "TimeSig=2/2": 48,
    "TimeSig=2/4": 49,
    "TimeSig=2/8": 50,
    "TimeSig=21/16": 51,
    "TimeSig=3/2": 52,
    "TimeSig=3/4": 53,
    "TimeSig=3/8": 54,
    "TimeSig=4/2": 55,
    "TimeSig=4/4": 56,
    "TimeSig=5/4": 57,
    "TimeSig=6/4": 58,
    "TimeSig=6/8": 59,
    "TimeSig=8/4": 60,
    "TimeSig=8/8": 61,
    "TimeSig=9/16": 62,
    "TimeSig=9/8": 63,
    "Title=10_io_so_che_non_minganna_sogn": 64,
    "Title=11_non_vedete_voi_donna_il_mio": 65,
    "Title=12_etudes": 66,
    "Title=12_volentier_canterei_de_vostr": 67,
    "Title=13_a_prelude_for_the_violin": 68,
    "Title=13_etüde_asdur": 69,
    "Title=13_o_chi_potra_mai_ben_chiuder": 70,
    "Title=14_kanons": 71,
    "Title=14_sio_odo_alcun_felice_e_liet": 72,
    "Title=15_vissimi_un_tempo_in_dolce_f": 73,
    "Title=160_eightmeasure_exercises": 74,
    "Title=16_dico_che_da_quel_punto_chin": 75,
    "Title=16_studies_for_the_guitar": 76,
    "Title=17_dolce_mia_vita_da_cui_vivo_": 77,
    "Title=18_la_bocca_onde_lasprissime": 78,
    "Title=18_progressive_lessons": 79,
    "Title=19_a_division_upon_a_ground": 80,
    "Title=19_poi_chor_è_dolce_ogni_passa": 81,
    "Title=1_amor_che_sol_dei_cor_leggiad": 82,
    "Title=20_spesso_à_consiglio_i_miei_p": 83,
    "Title=22_qual_più_scontento_amante_a": 84,
    "Title=23_ove_lontan_da_la_mia_fida_l": 85,
    "Title=24_capricci_caprice_no_23": 86,
    "Title=24_capricci_caprice_no_24": 87,
    "Title=24_così_dun_olmo_sospirando_a_": 88,
    "Title=24_studies_for_the_guitar": 89,
    "Title=25_progressive_lessons": 90,
    "Title=25_progressive_studies": 91,
    "Title=25_quel_desir_chebbi_in_sù_la_": 92,
    "Title=27_greensleeves__to_a_ground_w": 93,
    "Title=27_satiati_amor_chà_piu_doglio": 94,
    "Title=28_ardo_sospiro__piango__sì_mi": 95,
    "Title=28_melodische_übungsstücke": 96,
    "Title=28_nun_komm_der_heiden_heiland": 97,
    "Title=3_oime_dovèl_mio_core": 98,
    "Title=3_vĕta_ze_sonáty_g_dur": 99,
    "Title=4_chi_non_sà_come_altrui_duo_c": 100,
    "Title=5_vostro_fui_vostro_son_e_sarò": 101,
    "Title=6_ne_pur_si_duro_esilio__lonta": 102,
    "Title=6_oude_nederlandsche_liederen": 103,
    "Title=7_mentrameranno_i_nudi_pesci_l": 104,
    "Title=8_petites_pièces": 105,
    "Title=9_little_preludes": 106,
    "Title=9_o_mia_lieta_ventura_hor_qual": 107,
    "Title=a_breeze_from_alabama": 108,
    "Title=a_tango_trifle": 109,
    "Title=abendlied": 110,
    "Title=abschied": 111,
    "Title=abschied_von_der_heimat": 112,
    "Title=ach_bleib_bei_uns_herr_jesu_ch": 113,
    "Title=ach_was_soll_ich_sünder_machen": 114,
    "Title=ach_wie_nichtig_ach_wie_flücht": 115,
    "Title=ad_cœnam": 116,
    "Title=adagio": 117,
    "Title=adelita": 118,
    "Title=adeste_fideles": 119,
    "Title=afterwards": 120,
    "Title=agape": 121,
    "Title=agitato_da_fiere_tempeste": 122,
    "Title=ah_vous_diraije_maman_var_v": 123,
    "Title=air": 124,
    "Title=air_des_folies_despagne": 125,
    "Title=air_mit_variationen": 126,
    "Title=air_on_the_g_string": 127,
    "Title=al_fiero_mio_sospetto": 128,
    "Title=al_mormorar_de_liquidi_cristal": 129,
    "Title=album_pour_la_jeunesse": 130,
    "Title=albumblatt": 131,
    "Title=alice_where_art_thou": 132,
    "Title=all_my_heart_this_night_rejoic": 133,
    "Title=alle_menschen_müssen_sterben": 134,
    "Title=allegro": 135,
    "Title=allein_gott_in_der_höh_sei_ehr": 136,
    "Title=allemande": 137,
    "Title=als_die_alte_mutter": 138,
    "Title=amaryllis": 139,
    "Title=amazing_grace": 140,
    "Title=an_sylvia": 141,
    "Title=an_wasserflüssen_babylon": 142,
    "Title=andante_largo": 143,
    "Title=andantino": 144,
    "Title=angels_story": 145,
    "Title=anke_van_tharaw": 146,
    "Title=antioch": 147,
    "Title=applicatio": 148,
    "Title=après_un_rêve": 149,
    "Title=aria_con_30_variazioni": 150,
    "Title=aria_warum_betrübst_du_dich": 151,
    "Title=arioso": 152,
    "Title=asakutomo": 153,
    "Title=ases_tod": 154,
    "Title=austria": 155,
    "Title=ave_dulcissima_maria": 156,
    "Title=ave_maria": 157,
    "Title=ave_maris_stella": 158,
    "Title=ave_maris_stella__4e_verset": 159,
    "Title=ave_verum_corpus": 160,
    "Title=azmon": 161,
    "Title=ballade": 162,
    "Title=banzaibushi": 163,
    "Title=beatus_vir_primo": 164,
    "Title=belle_qui_tiens_ma_vie": 165,
    "Title=blessed_assurance": 166,
    "Title=bourrée_in_e_minor": 167,
    "Title=boylston": 168,
    "Title=bremen": 169,
    "Title=brich_an_o_schönes_morgenlicht": 170,
    "Title=britains_favored_isle": 171,
    "Title=brother_james_air_air": 172,
    "Title=cadenza": 173,
    "Title=canon_in_d": 174,
    "Title=cantata_non_sia_chi_mi_riprend": 175,
    "Title=caprice_no_6": 176,
    "Title=capricho_árabe": 177,
    "Title=capricio": 178,
    "Title=caro_mio_ben": 179,
    "Title=carol": 180,
    "Title=cello_suite_vi": 181,
    "Title=chanson_de_la_folle_au_bord_de": 182,
    "Title=chapitres_tournés_en_tous_sens": 183,
    "Title=chidori_meimei": 184,
    "Title=choral_o_haupt_voll_blut_und_w": 185,
    "Title=chorale_prelude_wer_nur_den_li": 186,
    "Title=chorale_setting_gib_dich_zufri": 187,
    "Title=christ_ist_erstanden": 188,
    "Title=christ_lag_in_todesbanden": 189,
    "Title=christe_aller_welt_trost": 190,
    "Title=christum_wir_sollen_loben_scho": 191,
    "Title=christus_der_uns_seelig_macht": 192,
    "Title=chromatic_fantasy_and_fugue_bw": 193,
    "Title=ciaccona": 194,
    "Title=cinq_préludes": 195,
    "Title=claro_de_luna": 196,
    "Title=clavierübung_vierter_teil_aria": 197,
    "Title=come_again": 198,
    "Title=complainte": 199,
    "Title=concerto": 200,
    "Title=consolation": 201,
    "Title=consolation_mendelssohn": 202,
    "Title=contrapunctus_xvi": 203,
    "Title=corri_vola_a_tuoi_trofei": 204,
    "Title=cranham": 205,
    "Title=croquis__agaceries_dun_gros_bo": 206,
    "Title=crusaders_hymn": 207,
    "Title=cwm_rhondda": 208,
    "Title=danzas_españolas_no_2_oriental": 209,
    "Title=das_lied_der_deutschen": 210,
    "Title=das_wohltemperierte_clavier_i": 211,
    "Title=das_wohltemperierte_clavier_i_": 212,
    "Title=das_wohltemperierte_klavier_i_": 213,
    "Title=del_destin_non_vi_lagnate": 214,
    "Title=der_grimmig_tod": 215,
    "Title=der_gute_kamerad": 216,
    "Title=der_mond_ist_aufgegangen": 217,
    "Title=der_tag_der_ist_so_freudenreic": 218,
    "Title=des_kindleins_wiegenlied": 219,
    "Title=des_sommers_letzte_rose": 220,
    "Title=deutsches_weihelied": 221,
    "Title=deuxième_arabesque": 222,
    "Title=di_rabbia_di_sdegno": 223,
    "Title=diadem": 224,
    "Title=diademata": 225,
    "Title=die_blauen_glöckchen_von_schot": 226,
    "Title=die_kunst_der_fuge": 227,
    "Title=die_schöpfung": 228,
    "Title=die_soldatenbraut": 229,
    "Title=dies_sind_die_heilgen_zehn_geb": 230,
    "Title=dir_herr_dir_will_ich_mich_erg": 231,
    "Title=divertissements_no_1": 232,
    "Title=divertissements_no_2": 233,
    "Title=divertissements_no_3": 234,
    "Title=divertissements_no_5": 235,
    "Title=doteotoruwa": 236,
    "Title=douce_plainte": 237,
    "Title=doujan": 238,
    "Title=doumka": 239,
    "Title=du_bist_wie_eine_blume": 240,
    "Title=duetto_i": 241,
    "Title=duetto_ii": 242,
    "Title=duetto_iv": 243,
    "Title=duke_street": 244,
    "Title=dundee": 245,
    "Title=duo_seraphim": 246,
    "Title=ebb_and_flow": 247,
    "Title=ecce_sacrum_paratum_convivium": 248,
    "Title=ecco_il_sol": 249,
    "Title=ein_feste_burg_ist_unser_gott": 250,
    "Title=ein_geistlich_abendlied": 251,
    "Title=ein_ton": 252,
    "Title=einsamkeit": 253,
    "Title=el_capitan": 254,
    "Title=el_grillo": 255,
    "Title=el_perdón_de_ploërmel": 256,
    "Title=elite_syncopations": 257,
    "Title=ellens_song": 258,
    "Title=english_suite_i_bourree_i": 259,
    "Title=english_suite_i_bourree_ii": 260,
    "Title=english_suite_ii_bourree_i": 261,
    "Title=english_suite_ii_bourree_ii": 262,
    "Title=english_suite_ii_gigue": 263,
    "Title=entracte": 264,
    "Title=entrée": 265,
    "Title=ermuntre_dich": 266,
    "Title=erschienen_ist_der_herrliche_t": 267,
    "Title=erstanden_ist_der_heilge_chris": 268,
    "Title=es_hat_die_rose_sich_beklagt": 269,
    "Title=es_ist_bestimmt_in_gottes_rat": 270,
    "Title=es_ist_das_heil_uns_kommen_her": 271,
    "Title=es_ist_ein_ros_entsprungen": 272,
    "Title=etude": 273,
    "Title=etude_1": 274,
    "Title=etude_11": 275,
    "Title=etude_12": 276,
    "Title=etude_13": 277,
    "Title=etude_14": 278,
    "Title=etude_16": 279,
    "Title=etude_17": 280,
    "Title=etude_19": 281,
    "Title=etude_2": 282,
    "Title=etude_20": 283,
    "Title=etude_21": 284,
    "Title=etude_23": 285,
    "Title=etude_24": 286,
    "Title=etude_25": 287,
    "Title=etude_3": 288,
    "Title=etude_4": 289,
    "Title=etude_5": 290,
    "Title=etude_6": 291,
    "Title=etude_7": 292,
    "Title=etude_8": 293,
    "Title=etude_9": 294,
    "Title=etude_in_a_minor": 295,
    "Title=etüde_amoll": 296,
    "Title=eugenia": 297,
    "Title=eventide": 298,
    "Title=fairest_isle_king_arthur": 299,
    "Title=fantaisieimpromptu": 300,
    "Title=fantasy_in_d_minor": 301,
    "Title=fillmore": 302,
    "Title=final_de_la_sixième_sonate": 303,
    "Title=flat": 304,
    "Title=flee_as_a_bird": 305,
    "Title=foundation": 306,
    "Title=fra_lombre_e_glorrori": 307,
    "Title=franconia": 308,
    "Title=freisinn": 309,
    "Title=fuga": 310,
    "Title=fuga_15__bwv_860": 311,
    "Title=fuga_16__bwv_861": 312,
    "Title=fuga_20__bwv_865": 313,
    "Title=fuga_i": 314,
    "Title=fuga_ii": 315,
    "Title=fuga_iii": 316,
    "Title=fuga_viii": 317,
    "Title=fuga_x": 318,
    "Title=fuge": 319,
    "Title=fuge_amoll": 320,
    "Title=fughetta": 321,
    "Title=fughetta_super_allein_gott_in_": 322,
    "Title=fugue_17_aflat_major": 323,
    "Title=fugue_in_g_minor_kv_154385k": 324,
    "Title=fugue_sur_le_nom_de_bach": 325,
    "Title=fugues_on_the_magnificat": 326,
    "Title=fukujuso": 327,
    "Title=fünf_gesänge": 328,
    "Title=für_elise": 329,
    "Title=galilee": 330,
    "Title=gavotte": 331,
    "Title=gelobet_seist_du_jesu_christ": 332,
    "Title=gigue_in_g_major": 333,
    "Title=gloria_patri_greatorex": 334,
    "Title=glory_to_god_in_the_highest": 335,
    "Title=gnossienne": 336,
    "Title=gonbe_ga_tanemaku": 337,
    "Title=good_king_wenceslas": 338,
    "Title=gott_durch_deine_güte": 339,
    "Title=gott_wie_gross_ist_deine_güte": 340,
    "Title=gottes_rat_und_scheiden": 341,
    "Title=gottes_sohn_ist_kommen": 342,
    "Title=grablied": 343,
    "Title=gravsang_af_shakespeares_cymbe": 344,
    "Title=grecia_tu_offendi": 345,
    "Title=greensleaves": 346,
    "Title=greensleeves": 347,
    "Title=großer_gott_wir_loben_dich": 348,
    "Title=gute_nacht": 349,
    "Title=hail_to_the_spirit_of_liberty": 350,
    "Title=hands_across_the_sea": 351,
    "Title=hanson_place": 352,
    "Title=heidenröslein": 353,
    "Title=heimat_süßer_ort": 354,
    "Title=helfft_mir_gottes_güte_preisen": 355,
    "Title=hen_wlad_fy_nhadau": 356,
    "Title=herr_jesu_christ_dich_zu_uns_w": 357,
    "Title=herzlich_thut_mich_verlangen": 358,
    "Title=heut_triumphieret_gottes_sohn": 359,
    "Title=hilf_gott_das_mirs_gelinge": 360,
    "Title=hjemkomst": 361,
    "Title=hochzeitstag_auf_troldhaugen": 362,
    "Title=home_sweet_home": 363,
    "Title=horetekayouni": 364,
    "Title=ich_dank_dir_lieber_herre": 365,
    "Title=ich_halte_ihr_die_augen_zu": 366,
    "Title=ich_lade_gern_mir_gäste_ein": 367,
    "Title=ich_liebe_dich": 368,
    "Title=ich_ruf_zu_dir_herr_jesus_chri": 369,
    "Title=ich_will_meine_seele_tauchen": 370,
    "Title=im_volkston": 371,
    "Title=impara_ingrata": 372,
    "Title=impertinence": 373,
    "Title=impromptu": 374,
    "Title=impromptu_in_fmoll": 375,
    "Title=in_a_summer_garden": 376,
    "Title=in_der_ferne": 377,
    "Title=in_dir_ist_freude": 378,
    "Title=in_dulci_jubilo": 379,
    "Title=in_may": 380,
    "Title=in_stiller_nacht": 381,
    "Title=in_the_hall_of_the_mountain_ki": 382,
    "Title=innocence": 383,
    "Title=inshuinaba": 384,
    "Title=invention_1": 385,
    "Title=invention_10": 386,
    "Title=invention_11": 387,
    "Title=invention_12": 388,
    "Title=invention_13": 389,
    "Title=invention_15": 390,
    "Title=invention_2": 391,
    "Title=invention_3": 392,
    "Title=invention_4": 393,
    "Title=invention_5": 394,
    "Title=invention_6": 395,
    "Title=invention_7": 396,
    "Title=invention_9": 397,
    "Title=irby": 398,
    "Title=iste_confessor": 399,
    "Title=italian_hymn": 400,
    "Title=its_a_me_oh_lord": 401,
    "Title=ive_found_a_friend": 402,
    "Title=iyobushi": 403,
    "Title=jesu_meine_freude": 404,
    "Title=jesus_christus_unser_heiland_d": 405,
    "Title=jesus_meine_zuversicht": 406,
    "Title=jugendfreuden__sechs_sonatinen": 407,
    "Title=jumelle_qui_joue": 408,
    "Title=k_honen": 409,
    "Title=kappore": 410,
    "Title=kayokami": 411,
    "Title=keyboard_sonata_in_d_major": 412,
    "Title=keyboard_sonata_in_g_major": 413,
    "Title=kinderscenen": 414,
    "Title=king_cotton": 415,
    "Title=komm_gott_schöpfer_heiliger_ge": 416,
    "Title=komm_heiliger_geist_herre_gott": 417,
    "Title=kosunoto": 418,
    "Title=kurokami": 419,
    "Title=kyrie_gott_heiliger_geist": 420,
    "Title=kyrie_gott_vater_in_ewigkeit": 421,
    "Title=la_babillarde": 422,
    "Title=la_bayadère": 423,
    "Title=la_bergeronnette": 424,
    "Title=la_chasse": 425,
    "Title=la_gracieuse": 426,
    "Title=la_petite_réunion": 427,
    "Title=la_réjouissance": 428,
    "Title=la_traviata": 429,
    "Title=la_vendetta_e_un_cibo": 430,
    "Title=lace": 431,
    "Title=ladieu": 432,
    "Title=lani": 433,
    "Title=larabesque": 434,
    "Title=laudate_dominum": 435,
    "Title=le_chant_des_oyseaux": 436,
    "Title=le_courant_limpide": 437,
    "Title=le_lac_des_cygnes": 438,
    "Title=le_pays_des_rêves": 439,
    "Title=leoni": 440,
    "Title=les_deux_anges": 441,
    "Title=les_djinns": 442,
    "Title=les_favorites": 443,
    "Title=les_matelots": 444,
    "Title=les_sauvages": 445,
    "Title=les_tendres_plaintes": 446,
    "Title=les_trois_valses_distinguées_d": 447,
    "Title=les_étoiles_dor": 448,
    "Title=lesson_i": 449,
    "Title=liebster_jesu_wir_sind_hier": 450,
    "Title=lied_ohne_worte__opus_53_no_5_": 451,
    "Title=lieder_ohne_worte": 452,
    "Title=lindormen": 453,
    "Title=litania": 454,
    "Title=little_toy_lost": 455,
    "Title=llanfair": 456,
    "Title=lob_sey_dem_allmächtigen_gott": 457,
    "Title=lobe_den_herren": 458,
    "Title=lobt_gott_ihr_christen_allzugl": 459,
    "Title=love_divine": 460,
    "Title=luther": 461,
    "Title=lyngham": 462,
    "Title=lágrima": 463,
    "Title=magnetic_rag": 464,
    "Title=magnificat": 465,
    "Title=maple_leaf_rag": 466,
    "Title=march_in_eflat_major": 467,
    "Title=march_of_the_wooden_soldiers": 468,
    "Title=march_the_gladiator": 469,
    "Title=marche": 470,
    "Title=marche_aux_flambeaux": 471,
    "Title=marche_nuptiale_wedding_march": 472,
    "Title=marion": 473,
    "Title=mazurka": 474,
    "Title=meine_seele_erhebt_den_herren": 475,
    "Title=mendelssohn": 476,
    "Title=menuet": 477,
    "Title=menuet_i": 478,
    "Title=menuet_ii_trio": 479,
    "Title=menuet_in_g": 480,
    "Title=menuet_trio": 481,
    "Title=menuett": 482,
    "Title=menuett_n2_fûr_das_pianoforte_": 483,
    "Title=menuett_op_woo_82": 484,
    "Title=miniature_no2": 485,
    "Title=minuet": 486,
    "Title=minuet_in_a_minor": 487,
    "Title=minuet_in_bflat_major": 488,
    "Title=minuet_in_c_minor": 489,
    "Title=minuit_chrétiens": 490,
    "Title=miserere_mei_deus": 491,
    "Title=misero_pargoletto": 492,
    "Title=mit_freuden_zart": 493,
    "Title=mit_fried_und_freud_ich_fahr_d": 494,
    "Title=moments_musicaux": 495,
    "Title=morning_prayer": 496,
    "Title=mueller": 497,
    "Title=muse_of_poetry": 498,
    "Title=musette": 499,
    "Title=mädchenpreis": 500,
    "Title=mädchenpreis_des_fahrenden_sän": 501,
    "Title=na_no_ha": 502,
    "Title=nachtlied": 503,
    "Title=near_the_cross": 504,
    "Title=nearer_my_god_to_thee": 505,
    "Title=nel_seggio_placido": 506,
    "Title=nelle_nubi_intorno_al_fato": 507,
    "Title=netteton": 508,
    "Title=new_britain": 509,
    "Title=nicaea": 510,
    "Title=nisshin_danpan": 511,
    "Title=nocturne": 512,
    "Title=non_pensi_quellaltera": 513,
    "Title=notte_e_giorno": 514,
    "Title=novellette": 515,
    "Title=nun_bitten_wir_den_heiligen_ge": 516,
    "Title=nun_danket_alle_gott": 517,
    "Title=nun_freut_euch_lieben_christen": 518,
    "Title=nun_komm_der_heiden_heiland": 519,
    "Title=nuż_my_dziś_krześcijani": 520,
    "Title=nº11_nöring": 521,
    "Title=nº1_halling": 522,
    "Title=nº2_bruralaat": 523,
    "Title=nº_10_untitled": 524,
    "Title=nº_11_german_air": 525,
    "Title=nº_12_russian_hymn": 526,
    "Title=nº_14_tyrolian_air": 527,
    "Title=nº_15_danish_air": 528,
    "Title=nº_16_cherubinis_air": 529,
    "Title=nº_17_polish_hymn": 530,
    "Title=nº_18_kelvin_grove": 531,
    "Title=nº_19_podolian_air": 532,
    "Title=nº_1_march_by_rossini": 533,
    "Title=nº_20_fra_tante_angoscie": 534,
    "Title=nº_22_dutch_air": 535,
    "Title=nº_23_portuguese_hymn": 536,
    "Title=nº_24_air_by_gelinek": 537,
    "Title=nº_26_polish_air": 538,
    "Title=nº_27_scotch_air": 539,
    "Title=nº_2_rondo": 540,
    "Title=nº_2_russian_air": 541,
    "Title=nº_30_sicilian_mariners_hymn": 542,
    "Title=nº_31_auld_lang_syne": 543,
    "Title=nº_33_scots_wha_hae_wi_wallace": 544,
    "Title=nº_35_air_from_the_ballet_of_n": 545,
    "Title=nº_36_danish_air": 546,
    "Title=nº_37_post_horn_waltz": 547,
    "Title=nº_38_old_german_air": 548,
    "Title=nº_39_air": 549,
    "Title=nº_3_andante": 550,
    "Title=nº_3_andante_by_beethoven": 551,
    "Title=nº_40_polish_air__krakoviak": 552,
    "Title=nº_42_swedish_air": 553,
    "Title=nº_43_danish_air": 554,
    "Title=nº_45_rule_britannia": 555,
    "Title=nº_46_cest_lamour_a_french_air": 556,
    "Title=nº_47_scotch_air": 557,
    "Title=nº_48_an_alexis": 558,
    "Title=nº_4_the_last_rose_of_summer": 559,
    "Title=nº_51_scotch_air_kelso": 560,
    "Title=nº_52_polish_air_krakoviak": 561,
    "Title=nº_53_german_air": 562,
    "Title=nº_54_march_by_gallenberg": 563,
    "Title=nº_56_chanson_des_marseillois": 564,
    "Title=nº_57_old_saxon_air": 565,
    "Title=nº_59_venetian_air_la_biondina": 566,
    "Title=nº_5_french_air": 567,
    "Title=nº_5_siciliano": 568,
    "Title=nº_60_care_pupille_by_blangini": 569,
    "Title=nº_6_un_noel": 570,
    "Title=nº_7_le_petit_tambour": 571,
    "Title=nº_8_russian_air": 572,
    "Title=nº_9_polish_national_air": 573,
    "Title=o_arglwydd_na_cherydda_fi": 574,
    "Title=o_come_sei_gentile": 575,
    "Title=o_how_amiable_are_thy_dwelling": 576,
    "Title=o_lamm_gottes_unschuldig": 577,
    "Title=o_morning_star": 578,
    "Title=o_tu_chinnanzi_morte": 579,
    "Title=oats_and_beans": 580,
    "Title=oedonihonbashi": 581,
    "Title=oh_boatman_haste": 582,
    "Title=oki_no_taisen": 583,
    "Title=old_100th": 584,
    "Title=old_113th": 585,
    "Title=old_french_song": 586,
    "Title=olivet_mason": 587,
    "Title=open_my_eyes": 588,
    "Title=opus_29_no_13": 589,
    "Title=opus_50_no_1": 590,
    "Title=opus_50_no_10": 591,
    "Title=opus_50_no_12": 592,
    "Title=opus_50_no_14": 593,
    "Title=opus_50_no_15": 594,
    "Title=opus_50_no_16": 595,
    "Title=opus_50_no_18": 596,
    "Title=opus_50_no_19": 597,
    "Title=opus_50_no_2": 598,
    "Title=opus_50_no_20": 599,
    "Title=opus_50_no_21": 600,
    "Title=opus_50_no_24": 601,
    "Title=opus_50_no_25": 602,
    "Title=opus_50_no_26": 603,
    "Title=opus_50_no_29": 604,
    "Title=opus_50_no_3": 605,
    "Title=opus_50_no_30": 606,
    "Title=opus_50_no_31": 607,
    "Title=opus_50_no_32": 608,
    "Title=opus_50_no_4": 609,
    "Title=opus_50_no_6": 610,
    "Title=opus_50_no_7": 611,
    "Title=opus_50_no_8": 612,
    "Title=opus_50_no_9": 613,
    "Title=opus_dexter_in_c_major": 614,
    "Title=opus_sinister": 615,
    "Title=original_rags": 616,
    "Title=otsuebushi": 617,
    "Title=ouvertüre": 618,
    "Title=pange_lingua": 619,
    "Title=partita_ii_bwv_1004": 620,
    "Title=partita_iii_bwv_1006": 621,
    "Title=passacaglia": 622,
    "Title=passepied_et_menuet": 623,
    "Title=peacherine_rag": 624,
    "Title=petite_prélude_no_9": 625,
    "Title=piano_sonata_in_c_major__kv_30": 626,
    "Title=piano_sonata_in_c_minor_kv_457": 627,
    "Title=piano_sonate_opus_2_no_1_1st_m": 628,
    "Title=piano_sonate_opus_2_no_1_3rd_m": 629,
    "Title=piano_sonate_opus_2_no_1_4th_m": 630,
    "Title=piano_sonate_opus_31_no_2_1st_": 631,
    "Title=piano_sonate_opus_49_no_1_1st_": 632,
    "Title=piano_sonate_opus_78_1st_movem": 633,
    "Title=piano_sonate_opus_78_2nd_movem": 634,
    "Title=piano_sonate_opus_79_1st_movem": 635,
    "Title=piano_sonate_opus_79_3rd_movem": 636,
    "Title=piano_sonate_opus_90": 637,
    "Title=polonaise_in_f_major": 638,
    "Title=popule_meus": 639,
    "Title=praeambulum_no13_in_g": 640,
    "Title=praeambulum_no3_in_d": 641,
    "Title=praeambulum_no_4_in_d": 642,
    "Title=praeambulum_no_5_in_d": 643,
    "Title=praeambulum_primi_toni_a_5": 644,
    "Title=praeludium_10": 645,
    "Title=praeludium_11__bwv_856": 646,
    "Title=praeludium_15__bwv_860": 647,
    "Title=praeludium_16__bwv_861": 648,
    "Title=praeludium_2": 649,
    "Title=praeludium_20__bwv_865": 650,
    "Title=praeludium_24__bwv_869": 651,
    "Title=praeludium_cdur": 652,
    "Title=praeludium_i": 653,
    "Title=praeludium_ii": 654,
    "Title=praeludium_iii": 655,
    "Title=praeludium_iv": 656,
    "Title=praeludium_ix": 657,
    "Title=praeludium_nr_1": 658,
    "Title=praeludium_nr_2": 659,
    "Title=praeludium_nr_3": 660,
    "Title=praeludium_nr_6": 661,
    "Title=praeludium_und_fuge_cmoll": 662,
    "Title=praeludium_und_fuge_dmoll": 663,
    "Title=praeludium_und_fuge_gdur": 664,
    "Title=praeludium_vi": 665,
    "Title=praeludium_viii": 666,
    "Title=praeludium_x": 667,
    "Title=praeludium_xii": 668,
    "Title=precipitoso_nel_mar": 669,
    "Title=prelude": 670,
    "Title=prelude_i": 671,
    "Title=prelude_ii": 672,
    "Title=prelude_iii": 673,
    "Title=prelude_in_c_minor": 674,
    "Title=prelude_iv": 675,
    "Title=prelude_ix": 676,
    "Title=prelude_op_11_no_1": 677,
    "Title=prelude_op_59_no_2_1910": 678,
    "Title=prelude_op_woo_55": 679,
    "Title=prelude_opus_45": 680,
    "Title=prelude_v": 681,
    "Title=prelude_vi": 682,
    "Title=prelude_viii": 683,
    "Title=prelude_x": 684,
    "Title=preludes_in_progressive_keys": 685,
    "Title=preludio": 686,
    "Title=première_arabesque": 687,
    "Title=progrès": 688,
    "Title=präludium_xii": 689,
    "Title=præludium_17_aflat_major": 690,
    "Title=prélude": 691,
    "Title=prélude_de_prélude_et_fugue_en": 692,
    "Title=prélude_nr_2": 693,
    "Title=psalm_42": 694,
    "Title=quellalma_superba": 695,
    "Title=receive_the_body_of_christ": 696,
    "Title=recuerdos_de_la_luna": 697,
    "Title=red_apple_rag": 698,
    "Title=regent_square": 699,
    "Title=remix_ae_i": 700,
    "Title=ricercare": 701,
    "Title=ricercare_a_6": 702,
    "Title=ride_il_ciel_per_me_sereno": 703,
    "Title=riukiubushi": 704,
    "Title=romanian_folk_dance_no2": 705,
    "Title=rondo": 706,
    "Title=rule_britannia": 707,
    "Title=rumores_de_la_caleta": 708,
    "Title=sakuramiyotote": 709,
    "Title=sally_in_our_alley": 710,
    "Title=saltarello": 711,
    "Title=salve_regina": 712,
    "Title=sancta_maria": 713,
    "Title=sandmännchen": 714,
    "Title=sapphische_ode": 715,
    "Title=schmücke_dich_o_liebe_seele": 716,
    "Title=schön_ist_die_jugend": 717,
    "Title=se_del_fiume": 718,
    "Title=se_potessero_i_sospir_miei": 719,
    "Title=searchlight_rag": 720,
    "Title=sedo_no_danbatake": 721,
    "Title=senti_se_lingannai": 722,
    "Title=september_song": 723,
    "Title=seven_variations__opus_woo_78": 724,
    "Title=shigincho_nanagon_zeku": 725,
    "Title=siam_navi_allonde_algenti": 726,
    "Title=siciliana": 727,
    "Title=siciliano": 728,
    "Title=sicilienne_op_78": 729,
    "Title=sinfonia_11": 730,
    "Title=sinfonia_12": 731,
    "Title=sinfonia_13": 732,
    "Title=sinfonia_14": 733,
    "Title=sinfonia_3": 734,
    "Title=sinfonia_4": 735,
    "Title=sinfonia_6": 736,
    "Title=sinfonia_7": 737,
    "Title=sinfonia_8": 738,
    "Title=sinfonia__1_allegro_assai": 739,
    "Title=sing_ivy": 740,
    "Title=six_caprices": 741,
    "Title=six_divertissements_pour_la_gu": 742,
    "Title=six_petites_pièces": 743,
    "Title=six_petites_pièces_no_4": 744,
    "Title=six_petites_pièces_no_6": 745,
    "Title=six_progressive_studies": 746,
    "Title=six_variations__opus_76": 747,
    "Title=slumber_my_darling": 748,
    "Title=sol_la_brama_di_vendetta": 749,
    "Title=solfeggio": 750,
    "Title=solo_dal_brando": 751,
    "Title=something_doing": 752,
    "Title=sonata_21": 753,
    "Title=sonata_24": 754,
    "Title=sonata_i": 755,
    "Title=sonata_i_bwv_1001": 756,
    "Title=sonata_ii": 757,
    "Title=sonata_ii_bwv_1003": 758,
    "Title=sonata_iii_bwv_1005": 759,
    "Title=sonata_in_c_major": 760,
    "Title=sonata_no_14__moonlight": 761,
    "Title=sonata_no_8_pathétique": 762,
    "Title=sonate_16_in_c_major": 763,
    "Title=sonate_fmoll_appassionata": 764,
    "Title=sonate_opus_10_no1__1st_moveme": 765,
    "Title=sonate_opus_10_no1__3rd_moveme": 766,
    "Title=sonate_opus_10_no2__1st_moveme": 767,
    "Title=sonate_opus_10_no2__2nd_moveme": 768,
    "Title=sonate_opus_10_no2__3rd_moveme": 769,
    "Title=sonate_opus_49_no2__part_1": 770,
    "Title=sonate_opus_49_no2__part_2": 771,
    "Title=sonate_opus_kv_331__menuetto": 772,
    "Title=sonate_opus_kv_331__tema": 773,
    "Title=sonate_opus_kv_331__variation_": 774,
    "Title=sonatina": 775,
    "Title=sonatina_d_moll": 776,
    "Title=sonatine": 777,
    "Title=sonatine_i": 778,
    "Title=spanish_fandango": 779,
    "Title=spanish_romance": 780,
    "Title=spiritus_domini": 781,
    "Title=st_agnes": 782,
    "Title=st_anne": 783,
    "Title=st_columba": 784,
    "Title=st_denio": 785,
    "Title=st_louis": 786,
    "Title=st_margaret": 787,
    "Title=sta_piangendo_la_tortorella": 788,
    "Title=stille_nacht": 789,
    "Title=studio_per_la_chitarra_no_10": 790,
    "Title=study_in_a_minor": 791,
    "Title=stuttgart": 792,
    "Title=sugar_cane": 793,
    "Title=suiryobushi": 794,
    "Title=suite_bergamasque__clair_de_lu": 795,
    "Title=suite_bwv_1006a": 796,
    "Title=suite_edur__bwv_1006a": 797,
    "Title=suite_edur__suite_bwv_1006a": 798,
    "Title=suite_in_c_minor_for_lute_tran": 799,
    "Title=sun_flower_slow_drag": 800,
    "Title=suonata_prima_fvga_plagale": 801,
    "Title=suonata_quarta_fvga_cromatica": 802,
    "Title=suonata_quinta_fvga_harmonica": 803,
    "Title=suonata_terza_fvga_grave": 804,
    "Title=symphony_no_5__movement_1": 805,
    "Title=taivas_on_sininen_ja_valkoinen": 806,
    "Title=tallis_ordinal": 807,
    "Title=tambourin": 808,
    "Title=tamo_mia_vita": 809,
    "Title=tantum_ergo_sacramentum": 810,
    "Title=tendre_fleur": 811,
    "Title=thaxted": 812,
    "Title=the_blue_danube_waltz": 813,
    "Title=the_entertainer": 814,
    "Title=the_first_noel": 815,
    "Title=the_harebell": 816,
    "Title=the_harlem_rag": 817,
    "Title=the_holly_and_the_ivy": 818,
    "Title=the_invincible_eagle": 819,
    "Title=the_lancers_quadrilles": 820,
    "Title=the_liberty_bell": 821,
    "Title=the_lord_bless_you_and_keep_yo": 822,
    "Title=the_loreley": 823,
    "Title=the_magic_flute_die_zauberflöt": 824,
    "Title=the_old_oaken_bucket": 825,
    "Title=the_silver_swan": 826,
    "Title=the_spirit_of_god": 827,
    "Title=the_stars_and_stripes_forever": 828,
    "Title=the_storm": 829,
    "Title=the_strenuous_life": 830,
    "Title=the_vacant_chair": 831,
    "Title=the_washington_post": 832,
    "Title=the_water_of_tyne": 833,
    "Title=the_wise_thief": 834,
    "Title=theres_music_in_the_air": 835,
    "Title=thirty_caprices_no_1": 836,
    "Title=thirty_caprices_no_3": 837,
    "Title=thirty_caprices_no_4": 838,
    "Title=thirty_caprices_no_7": 839,
    "Title=thirty_caprices_no_8": 840,
    "Title=thunder_and_lightning": 841,
    "Title=to_god_be_the_glory": 842,
    "Title=to_hope": 843,
    "Title=toccata": 844,
    "Title=toccata_and_fugue_in_d_minor": 845,
    "Title=toccatina": 846,
    "Title=tokaebisu": 847,
    "Title=toplady": 848,
    "Title=traditioner_af_swenska_folkdan": 849,
    "Title=transit_of_venus_march": 850,
    "Title=trio_super_allein_gott_in_der_": 851,
    "Title=trio_super_herr_jesu_christ_di": 852,
    "Title=trio_super_nun_komm_der_heiden": 853,
    "Title=tritto": 854,
    "Title=trois_marches_militaires": 855,
    "Title=trois_nouvelles_etudes_no_1_f_": 856,
    "Title=trois_sonatines": 857,
    "Title=trust_and_obey": 858,
    "Title=twelve_monferrine": 859,
    "Title=two": 860,
    "Title=tyrolienne": 861,
    "Title=umewa_saitaka": 862,
    "Title=ungarische_melodie": 863,
    "Title=unquiet_thoughts_your_civil_sl": 864,
    "Title=uns_ist_ein_kind_geboren": 865,
    "Title=untreue": 866,
    "Title=urbs_jerusalem": 867,
    "Title=vado_a_recar_la_morte": 868,
    "Title=valet_will_ich_dir_geben": 869,
    "Title=vals_no_3": 870,
    "Title=vals_no_9": 871,
    "Title=valse": 872,
    "Title=variations_dautomne": 873,
    "Title=vase": 874,
    "Title=vater_unser_im_himmelreich": 875,
    "Title=veni_creator": 876,
    "Title=veni_creator__1er_verset": 877,
    "Title=vexilla_regis_prodeunt": 878,
    "Title=vocalise__1": 879,
    "Title=voglio_che_sia_lindegno": 880,
    "Title=voi_che_le_mie_vicende": 881,
    "Title=vom_himmel_hoch_da_komm_ich_he": 882,
    "Title=von_himmel_hoch": 883,
    "Title=vorrei_baciarti": 884,
    "Title=vulnerasti_cor_meum": 885,
    "Title=wachet_auf_ruft_uns_die_stimme": 886,
    "Title=wagakoiwa": 887,
    "Title=waltz__composer__johannes_brah": 888,
    "Title=walzer_nr_10_hmoll": 889,
    "Title=wedding_music": 890,
    "Title=wellesley": 891,
    "Title=wenn_wir_in_höchsten_nöten_sei": 892,
    "Title=wer_bis_an_das_ende_beharrt": 893,
    "Title=wer_nur_den_lieben_gott_lässt_": 894,
    "Title=wer_nur_den_lieben_gott_läßt_w": 895,
    "Title=what_power_art_thou": 896,
    "Title=when_the_swallows_homeward_fly": 897,
    "Title=widmung": 898,
    "Title=wie_schoen_leuchtet": 899,
    "Title=wiegenlied": 900,
    "Title=wiegenlied__composer__f_schube": 901,
    "Title=willen_wy_t_haesken_jagen_door": 902,
    "Title=winchester_new": 903,
    "Title=wir_glauben_all_an_einen_gott": 904,
    "Title=yanreso_hoi": 905,
    "Title=yubeyonda": 906,
    "Title=zwei_geistliche_chöre": 907,
    "Title=ännchen_von_tharau": 908,
    "Title=étude_2": 909,
    "Title=étude_3": 910,
    "Title=étude_4": 911,
    "Title=étude_5": 912,
    "Title=август_жатва": 913,
    "Title=къ_богородицѣ_прилежно": 914,
    "Title=прелюдия_в_лидийском_ладу": 915,
    "Title=свѣте_тихій": 916,
    "Title=славословіе_великое__great_dox": 917,
    "Title=херувимская_пѣснь": 918,
    "Title=えちご__ぢし": 919,
    "Title=エチゴ_ヂシ": 920
  },
  "id_to_token": {
    "0": "<pad_meta>",
    "1": "<unk_meta>",
    "2": "<sos_meta>",
    "3": "<eos_meta>",
    "4": "Key=A--_major",
    "5": "Key=A_major",
    "6": "Key=A_minor",
    "7": "Key=B--_major",
    "8": "Key=B--_minor",
    "9": "Key=B_major",
    "10": "Key=B_minor",
    "11": "Key=C##_major",
    "12": "Key=C##_minor",
    "13": "Key=C_major",
    "14": "Key=C_minor",
    "15": "Key=D_major",
    "16": "Key=D_minor",
    "17": "Key=E--_major",
    "18": "Key=E--_minor",
    "19": "Key=E_major",
    "20": "Key=E_minor",
    "21": "Key=F##_major",
    "22": "Key=F##_minor",
    "23": "Key=F_major",
    "24": "Key=F_minor",
    "25": "Key=G##_minor",
    "26": "Key=G_major",
    "27": "Key=G_minor",
    "28": "Style=Avant-garde",
    "29": "Style=Baroque",
    "30": "Style=Classical",
    "31": "Style=Folk",
    "32": "Style=Gospel",
    "33": "Style=Hymn",
    "34": "Style=Jazz",
    "35": "Style=March",
    "36": "Style=Modern",
    "37": "Style=Popular_/_Dance",
    "38": "Style=Renaissance",
    "39": "Style=Romantic",
    "40": "Style=Romantique",
    "41": "Style=Song",
    "42": "Style=Technique",
    "43": "Style=strophic_with_chorus",
    "44": "TimeSig=12/16",
    "45": "TimeSig=12/8",
    "46": "TimeSig=15/8",
    "47": "TimeSig=2/1",
    "48": "TimeSig=2/2",
    "49": "TimeSig=2/4",
    "50": "TimeSig=2/8",
    "51": "TimeSig=21/16",
    "52": "TimeSig=3/2",
    "53": "TimeSig=3/4",
    "54": "TimeSig=3/8",
    "55": "TimeSig=4/2",
    "56": "TimeSig=4/4",
    "57": "TimeSig=5/4",
    "58": "TimeSig=6/4",
    "59": "TimeSig=6/8",
    "60": "TimeSig=8/4",
    "61": "TimeSig=8/8",
    "62": "TimeSig=9/16",
    "63": "TimeSig=9/8",
    "64": "Title=10_io_so_che_non_minganna_sogn",
    "65": "Title=11_non_vedete_voi_donna_il_mio",
    "66": "Title=12_etudes",
    "67": "Title=12_volentier_canterei_de_vostr",
    "68": "Title=13_a_prelude_for_the_violin",
    "69": "Title=13_etüde_asdur",
    "70": "Title=13_o_chi_potra_mai_ben_chiuder",
    "71": "Title=14_kanons",
    "72": "Title=14_sio_odo_alcun_felice_e_liet",
    "73": "Title=15_vissimi_un_tempo_in_dolce_f",
    "74": "Title=160_eightmeasure_exercises",
    "75": "Title=16_dico_che_da_quel_punto_chin",
    "76": "Title=16_studies_for_the_guitar",
    "77": "Title=17_dolce_mia_vita_da_cui_vivo_",
    "78": "Title=18_la_bocca_onde_lasprissime",
    "79": "Title=18_progressive_lessons",
    "80": "Title=19_a_division_upon_a_ground",
    "81": "Title=19_poi_chor_è_dolce_ogni_passa",
    "82": "Title=1_amor_che_sol_dei_cor_leggiad",
    "83": "Title=20_spesso_à_consiglio_i_miei_p",
    "84": "Title=22_qual_più_scontento_amante_a",
    "85": "Title=23_ove_lontan_da_la_mia_fida_l",
    "86": "Title=24_capricci_caprice_no_23",
    "87": "Title=24_capricci_caprice_no_24",
    "88": "Title=24_così_dun_olmo_sospirando_a_",
    "89": "Title=24_studies_for_the_guitar",
    "90": "Title=25_progressive_lessons",
    "91": "Title=25_progressive_studies",
    "92": "Title=25_quel_desir_chebbi_in_sù_la_",
    "93": "Title=27_greensleeves__to_a_ground_w",
    "94": "Title=27_satiati_amor_chà_piu_doglio",
    "95": "Title=28_ardo_sospiro__piango__sì_mi",
    "96": "Title=28_melodische_übungsstücke",
    "97": "Title=28_nun_komm_der_heiden_heiland",
    "98": "Title=3_oime_dovèl_mio_core",
    "99": "Title=3_vĕta_ze_sonáty_g_dur",
    "100": "Title=4_chi_non_sà_come_altrui_duo_c",
    "101": "Title=5_vostro_fui_vostro_son_e_sarò",
    "102": "Title=6_ne_pur_si_duro_esilio__lonta",
    "103": "Title=6_oude_nederlandsche_liederen",
    "104": "Title=7_mentrameranno_i_nudi_pesci_l",
    "105": "Title=8_petites_pièces",
    "106": "Title=9_little_preludes",
    "107": "Title=9_o_mia_lieta_ventura_hor_qual",
    "108": "Title=a_breeze_from_alabama",
    "109": "Title=a_tango_trifle",
    "110": "Title=abendlied",
    "111": "Title=abschied",
    "112": "Title=abschied_von_der_heimat",
    "113": "Title=ach_bleib_bei_uns_herr_jesu_ch",
    "114": "Title=ach_was_soll_ich_sünder_machen",
    "115": "Title=ach_wie_nichtig_ach_wie_flücht",
    "116": "Title=ad_cœnam",
    "117": "Title=adagio",
    "118": "Title=adelita",
    "119": "Title=adeste_fideles",
    "120": "Title=afterwards",
    "121": "Title=agape",
    "122": "Title=agitato_da_fiere_tempeste",
    "123": "Title=ah_vous_diraije_maman_var_v",
    "124": "Title=air",
    "125": "Title=air_des_folies_despagne",
    "126": "Title=air_mit_variationen",
    "127": "Title=air_on_the_g_string",
    "128": "Title=al_fiero_mio_sospetto",
    "129": "Title=al_mormorar_de_liquidi_cristal",
    "130": "Title=album_pour_la_jeunesse",
    "131": "Title=albumblatt",
    "132": "Title=alice_where_art_thou",
    "133": "Title=all_my_heart_this_night_rejoic",
    "134": "Title=alle_menschen_müssen_sterben",
    "135": "Title=allegro",
    "136": "Title=allein_gott_in_der_höh_sei_ehr",
    "137": "Title=allemande",
    "138": "Title=als_die_alte_mutter",
    "139": "Title=amaryllis",
    "140": "Title=amazing_grace",
    "141": "Title=an_sylvia",
    "142": "Title=an_wasserflüssen_babylon",
    "143": "Title=andante_largo",
    "144": "Title=andantino",
    "145": "Title=angels_story",
    "146": "Title=anke_van_tharaw",
    "147": "Title=antioch",
    "148": "Title=applicatio",
    "149": "Title=après_un_rêve",
    "150": "Title=aria_con_30_variazioni",
    "151": "Title=aria_warum_betrübst_du_dich",
    "152": "Title=arioso",
    "153": "Title=asakutomo",
    "154": "Title=ases_tod",
    "155": "Title=austria",
    "156": "Title=ave_dulcissima_maria",
    "157": "Title=ave_maria",
    "158": "Title=ave_maris_stella",
    "159": "Title=ave_maris_stella__4e_verset",
    "160": "Title=ave_verum_corpus",
    "161": "Title=azmon",
    "162": "Title=ballade",
    "163": "Title=banzaibushi",
    "164": "Title=beatus_vir_primo",
    "165": "Title=belle_qui_tiens_ma_vie",
    "166": "Title=blessed_assurance",
    "167": "Title=bourrée_in_e_minor",
    "168": "Title=boylston",
    "169": "Title=bremen",
    "170": "Title=brich_an_o_schönes_morgenlicht",
    "171": "Title=britains_favored_isle",
    "172": "Title=brother_james_air_air",
    "173": "Title=cadenza",
    "174": "Title=canon_in_d",
    "175": "Title=cantata_non_sia_chi_mi_riprend",
    "176": "Title=caprice_no_6",
    "177": "Title=capricho_árabe",
    "178": "Title=capricio",
    "179": "Title=caro_mio_ben",
    "180": "Title=carol",
    "181": "Title=cello_suite_vi",
    "182": "Title=chanson_de_la_folle_au_bord_de",
    "183": "Title=chapitres_tournés_en_tous_sens",
    "184": "Title=chidori_meimei",
    "185": "Title=choral_o_haupt_voll_blut_und_w",
    "186": "Title=chorale_prelude_wer_nur_den_li",
    "187": "Title=chorale_setting_gib_dich_zufri",
    "188": "Title=christ_ist_erstanden",
    "189": "Title=christ_lag_in_todesbanden",
    "190": "Title=christe_aller_welt_trost",
    "191": "Title=christum_wir_sollen_loben_scho",
    "192": "Title=christus_der_uns_seelig_macht",
    "193": "Title=chromatic_fantasy_and_fugue_bw",
    "194": "Title=ciaccona",
    "195": "Title=cinq_préludes",
    "196": "Title=claro_de_luna",
    "197": "Title=clavierübung_vierter_teil_aria",
    "198": "Title=come_again",
    "199": "Title=complainte",
    "200": "Title=concerto",
    "201": "Title=consolation",
    "202": "Title=consolation_mendelssohn",
    "203": "Title=contrapunctus_xvi",
    "204": "Title=corri_vola_a_tuoi_trofei",
    "205": "Title=cranham",
    "206": "Title=croquis__agaceries_dun_gros_bo",
    "207": "Title=crusaders_hymn",
    "208": "Title=cwm_rhondda",
    "209": "Title=danzas_españolas_no_2_oriental",
    "210": "Title=das_lied_der_deutschen",
    "211": "Title=das_wohltemperierte_clavier_i",
    "212": "Title=das_wohltemperierte_clavier_i_",
    "213": "Title=das_wohltemperierte_klavier_i_",
    "214": "Title=del_destin_non_vi_lagnate",
    "215": "Title=der_grimmig_tod",
    "216": "Title=der_gute_kamerad",
    "217": "Title=der_mond_ist_aufgegangen",
    "218": "Title=der_tag_der_ist_so_freudenreic",
    "219": "Title=des_kindleins_wiegenlied",
    "220": "Title=des_sommers_letzte_rose",
    "221": "Title=deutsches_weihelied",
    "222": "Title=deuxième_arabesque",
    "223": "Title=di_rabbia_di_sdegno",
    "224": "Title=diadem",
    "225": "Title=diademata",
    "226": "Title=die_blauen_glöckchen_von_schot",
    "227": "Title=die_kunst_der_fuge",
    "228": "Title=die_schöpfung",
    "229": "Title=die_soldatenbraut",
    "230": "Title=dies_sind_die_heilgen_zehn_geb",
    "231": "Title=dir_herr_dir_will_ich_mich_erg",
    "232": "Title=divertissements_no_1",
    "233": "Title=divertissements_no_2",
    "234": "Title=divertissements_no_3",
    "235": "Title=divertissements_no_5",
    "236": "Title=doteotoruwa",
    "237": "Title=douce_plainte",
    "238": "Title=doujan",
    "239": "Title=doumka",
    "240": "Title=du_bist_wie_eine_blume",
    "241": "Title=duetto_i",
    "242": "Title=duetto_ii",
    "243": "Title=duetto_iv",
    "244": "Title=duke_street",
    "245": "Title=dundee",
    "246": "Title=duo_seraphim",
    "247": "Title=ebb_and_flow",
    "248": "Title=ecce_sacrum_paratum_convivium",
    "249": "Title=ecco_il_sol",
    "250": "Title=ein_feste_burg_ist_unser_gott",
    "251": "Title=ein_geistlich_abendlied",
    "252": "Title=ein_ton",
    "253": "Title=einsamkeit",
    "254": "Title=el_capitan",
    "255": "Title=el_grillo",
    "256": "Title=el_perdón_de_ploërmel",
    "257": "Title=elite_syncopations",
    "258": "Title=ellens_song",
    "259": "Title=english_suite_i_bourree_i",
    "260": "Title=english_suite_i_bourree_ii",
    "261": "Title=english_suite_ii_bourree_i",
    "262": "Title=english_suite_ii_bourree_ii",
    "263": "Title=english_suite_ii_gigue",
    "264": "Title=entracte",
    "265": "Title=entrée",
    "266": "Title=ermuntre_dich",
    "267": "Title=erschienen_ist_der_herrliche_t",
    "268": "Title=erstanden_ist_der_heilge_chris",
    "269": "Title=es_hat_die_rose_sich_beklagt",
    "270": "Title=es_ist_bestimmt_in_gottes_rat",
    "271": "Title=es_ist_das_heil_uns_kommen_her",
    "272": "Title=es_ist_ein_ros_entsprungen",
    "273": "Title=etude",
    "274": "Title=etude_1",
    "275": "Title=etude_11",
    "276": "Title=etude_12",
    "277": "Title=etude_13",
    "278": "Title=etude_14",
    "279": "Title=etude_16",
    "280": "Title=etude_17",
    "281": "Title=etude_19",
    "282": "Title=etude_2",
    "283": "Title=etude_20",
    "284": "Title=etude_21",
    "285": "Title=etude_23",
    "286": "Title=etude_24",
    "287": "Title=etude_25",
    "288": "Title=etude_3",
    "289": "Title=etude_4",
    "290": "Title=etude_5",
    "291": "Title=etude_6",
    "292": "Title=etude_7",
    "293": "Title=etude_8",
    "294": "Title=etude_9",
    "295": "Title=etude_in_a_minor",
    "296": "Title=etüde_amoll",
    "297": "Title=eugenia",
    "298": "Title=eventide",
    "299": "Title=fairest_isle_king_arthur",
    "300": "Title=fantaisieimpromptu",
    "301": "Title=fantasy_in_d_minor",
    "302": "Title=fillmore",
    "303": "Title=final_de_la_sixième_sonate",
    "304": "Title=flat",
    "305": "Title=flee_as_a_bird",
    "306": "Title=foundation",
    "307": "Title=fra_lombre_e_glorrori",
    "308": "Title=franconia",
    "309": "Title=freisinn",
    "310": "Title=fuga",
    "311": "Title=fuga_15__bwv_860",
    "312": "Title=fuga_16__bwv_861",
    "313": "Title=fuga_20__bwv_865",
    "314": "Title=fuga_i",
    "315": "Title=fuga_ii",
    "316": "Title=fuga_iii",
    "317": "Title=fuga_viii",
    "318": "Title=fuga_x",
    "319": "Title=fuge",
    "320": "Title=fuge_amoll",
    "321": "Title=fughetta",
    "322": "Title=fughetta_super_allein_gott_in_",
    "323": "Title=fugue_17_aflat_major",
    "324": "Title=fugue_in_g_minor_kv_154385k",
    "325": "Title=fugue_sur_le_nom_de_bach",
    "326": "Title=fugues_on_the_magnificat",
    "327": "Title=fukujuso",
    "328": "Title=fünf_gesänge",
    "329": "Title=für_elise",
    "330": "Title=galilee",
    "331": "Title=gavotte",
    "332": "Title=gelobet_seist_du_jesu_christ",
    "333": "Title=gigue_in_g_major",
    "334": "Title=gloria_patri_greatorex",
    "335": "Title=glory_to_god_in_the_highest",
    "336": "Title=gnossienne",
    "337": "Title=gonbe_ga_tanemaku",
    "338": "Title=good_king_wenceslas",
    "339": "Title=gott_durch_deine_güte",
    "340": "Title=gott_wie_gross_ist_deine_güte",
    "341": "Title=gottes_rat_und_scheiden",
    "342": "Title=gottes_sohn_ist_kommen",
    "343": "Title=grablied",
    "344": "Title=gravsang_af_shakespeares_cymbe",
    "345": "Title=grecia_tu_offendi",
    "346": "Title=greensleaves",
    "347": "Title=greensleeves",
    "348": "Title=großer_gott_wir_loben_dich",
    "349": "Title=gute_nacht",
    "350": "Title=hail_to_the_spirit_of_liberty",
    "351": "Title=hands_across_the_sea",
    "352": "Title=hanson_place",
    "353": "Title=heidenröslein",
    "354": "Title=heimat_süßer_ort",
    "355": "Title=helfft_mir_gottes_güte_preisen",
    "356": "Title=hen_wlad_fy_nhadau",
    "357": "Title=herr_jesu_christ_dich_zu_uns_w",
    "358": "Title=herzlich_thut_mich_verlangen",
    "359": "Title=heut_triumphieret_gottes_sohn",
    "360": "Title=hilf_gott_das_mirs_gelinge",
    "361": "Title=hjemkomst",
    "362": "Title=hochzeitstag_auf_troldhaugen",
    "363": "Title=home_sweet_home",
    "364": "Title=horetekayouni",
    "365": "Title=ich_dank_dir_lieber_herre",
    "366": "Title=ich_halte_ihr_die_augen_zu",
    "367": "Title=ich_lade_gern_mir_gäste_ein",
    "368": "Title=ich_liebe_dich",
    "369": "Title=ich_ruf_zu_dir_herr_jesus_chri",
    "370": "Title=ich_will_meine_seele_tauchen",
    "371": "Title=im_volkston",
    "372": "Title=impara_ingrata",
    "373": "Title=impertinence",
    "374": "Title=impromptu",
    "375": "Title=impromptu_in_fmoll",
    "376": "Title=in_a_summer_garden",
    "377": "Title=in_der_ferne",
    "378": "Title=in_dir_ist_freude",
    "379": "Title=in_dulci_jubilo",
    "380": "Title=in_may",
    "381": "Title=in_stiller_nacht",
    "382": "Title=in_the_hall_of_the_mountain_ki",
    "383": "Title=innocence",
    "384": "Title=inshuinaba",
    "385": "Title=invention_1",
    "386": "Title=invention_10",
    "387": "Title=invention_11",
    "388": "Title=invention_12",
    "389": "Title=invention_13",
    "390": "Title=invention_15",
    "391": "Title=invention_2",
    "392": "Title=invention_3",
    "393": "Title=invention_4",
    "394": "Title=invention_5",
    "395": "Title=invention_6",
    "396": "Title=invention_7",
    "397": "Title=invention_9",
    "398": "Title=irby",
    "399": "Title=iste_confessor",
    "400": "Title=italian_hymn",
    "401": "Title=its_a_me_oh_lord",
    "402": "Title=ive_found_a_friend",
    "403": "Title=iyobushi",
    "404": "Title=jesu_meine_freude",
    "405": "Title=jesus_christus_unser_heiland_d",
    "406": "Title=jesus_meine_zuversicht",
    "407": "Title=jugendfreuden__sechs_sonatinen",
    "408": "Title=jumelle_qui_joue",
    "409": "Title=k_honen",
    "410": "Title=kappore",
    "411": "Title=kayokami",
    "412": "Title=keyboard_sonata_in_d_major",
    "413": "Title=keyboard_sonata_in_g_major",
    "414": "Title=kinderscenen",
    "415": "Title=king_cotton",
    "416": "Title=komm_gott_schöpfer_heiliger_ge",
    "417": "Title=komm_heiliger_geist_herre_gott",
    "418": "Title=kosunoto",
    "419": "Title=kurokami",
    "420": "Title=kyrie_gott_heiliger_geist",
    "421": "Title=kyrie_gott_vater_in_ewigkeit",
    "422": "Title=la_babillarde",
    "423": "Title=la_bayadère",
    "424": "Title=la_bergeronnette",
    "425": "Title=la_chasse",
    "426": "Title=la_gracieuse",
    "427": "Title=la_petite_réunion",
    "428": "Title=la_réjouissance",
    "429": "Title=la_traviata",
    "430": "Title=la_vendetta_e_un_cibo",
    "431": "Title=lace",
    "432": "Title=ladieu",
    "433": "Title=lani",
    "434": "Title=larabesque",
    "435": "Title=laudate_dominum",
    "436": "Title=le_chant_des_oyseaux",
    "437": "Title=le_courant_limpide",
    "438": "Title=le_lac_des_cygnes",
    "439": "Title=le_pays_des_rêves",
    "440": "Title=leoni",
    "441": "Title=les_deux_anges",
    "442": "Title=les_djinns",
    "443": "Title=les_favorites",
    "444": "Title=les_matelots",
    "445": "Title=les_sauvages",
    "446": "Title=les_tendres_plaintes",
    "447": "Title=les_trois_valses_distinguées_d",
    "448": "Title=les_étoiles_dor",
    "449": "Title=lesson_i",
    "450": "Title=liebster_jesu_wir_sind_hier",
    "451": "Title=lied_ohne_worte__opus_53_no_5_",
    "452": "Title=lieder_ohne_worte",
    "453": "Title=lindormen",
    "454": "Title=litania",
    "455": "Title=little_toy_lost",
    "456": "Title=llanfair",
    "457": "Title=lob_sey_dem_allmächtigen_gott",
    "458": "Title=lobe_den_herren",
    "459": "Title=lobt_gott_ihr_christen_allzugl",
    "460": "Title=love_divine",
    "461": "Title=luther",
    "462": "Title=lyngham",
    "463": "Title=lágrima",
    "464": "Title=magnetic_rag",
    "465": "Title=magnificat",
    "466": "Title=maple_leaf_rag",
    "467": "Title=march_in_eflat_major",
    "468": "Title=march_of_the_wooden_soldiers",
    "469": "Title=march_the_gladiator",
    "470": "Title=marche",
    "471": "Title=marche_aux_flambeaux",
    "472": "Title=marche_nuptiale_wedding_march",
    "473": "Title=marion",
    "474": "Title=mazurka",
    "475": "Title=meine_seele_erhebt_den_herren",
