{
  "token_to_id": {
    "<pad_meta>": 0,
    "<unk_meta>": 1,
    "<sos_meta>": 2,
    "<eos_meta>": 3,
    "AvgVel_High": 4,
    "AvgVel_Low": 5,
    "AvgVel_Medium": 6,
    "AvgVel_VeryHigh": 7,
    "AvgVel_VeryLow": 8,
    "Instrument=Acoustic_Grand_Piano": 9,
    "Instrument=Acoustic_Guitar_steel": 10,
    "Instrument=Bright_Acoustic_Piano": 11,
    "Instrument=Celesta": 12,
    "Instrument=Choir_Aahs": 13,
    "Instrument=Church_Organ": 14,
    "Instrument=Clavinet": 15,
    "Instrument=Distortion_Guitar": 16,
    "Instrument=Drums": 17,
    "Instrument=Electric_Bass_finger": 18,
    "Instrument=Electric_Grand_Piano": 19,
    "Instrument=Electric_Guitar_clean": 20,
    "Instrument=Electric_Piano_1": 21,
    "Instrument=Electric_Piano_2": 22,
    "Instrument=Harpsichord": 23,
    "Instrument=Honkytonk_Piano": 24,
    "Instrument=Lead_1_square": 25,
    "Instrument=Lead_2_sawtooth": 26,
    "Instrument=Lead_8_bass__lead": 27,
    "Instrument=Pad_2_warm": 28,
    "Instrument=Pad_5_bowed": 29,
    "Instrument=Recorder": 30,
    "Instrument=String_Ensemble_2": 31,
    "Instrument=Synth_Voice": 32,
    "Instrument=Violin": 33,
    "Key=A_major": 34,
    "Key=B_major": 35,
    "Key=C_major": 36,
    "Key=Csharp_major": 37,
    "Key=D_major": 38,
    "Key=E_major": 39,
    "Key=F_major": 40,
    "Key=Fsharp_major": 41,
    "Key=G_major": 42,
    "Key=a_minor": 43,
    "Key=b_minor": 44,
    "Key=c_minor": 45,
    "Key=csharp_minor": 46,
    "Key=d_minor": 47,
    "Key=e_minor": 48,
    "Key=f_minor": 49,
    "Key=fsharp_minor": 50,
    "Key=g_minor": 51,
    "Key=gsharp_minor": 52,
    "NumInst_Duet": 53,
    "NumInst_LargeEnsemble": 54,
    "NumInst_MediumEnsemble": 55,
    "NumInst_None": 56,
    "NumInst_SmallChamber": 57,
    "NumInst_Solo": 58,
    "Tempo_ExtremelyFast": 59,
    "Tempo_Fast": 60,
    "Tempo_Moderate": 61,
    "Tempo_Slow": 62,
    "Tempo_VeryFast": 63,
    "Tempo_VerySlow": 64,
    "TimeSig=1/16": 65,
    "TimeSig=1/32": 66,
    "TimeSig=1/4": 67,
    "TimeSig=1/8": 68,
    "TimeSig=10/8": 69,
    "TimeSig=11/8": 70,
    "TimeSig=12/16": 71,
    "TimeSig=12/4": 72,
    "TimeSig=12/8": 73,
    "TimeSig=13/8": 74,
    "TimeSig=131/4": 75,
    "TimeSig=132/4": 76,
    "TimeSig=15/8": 77,
    "TimeSig=16/16": 78,
    "TimeSig=2/2": 79,
    "TimeSig=2/4": 80,
    "TimeSig=2/8": 81,
    "TimeSig=3/2": 82,
    "TimeSig=3/4": 83,
    "TimeSig=3/8": 84,
    "TimeSig=4/2": 85,
    "TimeSig=4/4": 86,
    "TimeSig=4/8": 87,
    "TimeSig=5/4": 88,
    "TimeSig=5/8": 89,
    "TimeSig=6/4": 90,
    "TimeSig=6/8": 91,
    "TimeSig=7/4": 92,
    "TimeSig=7/8": 93,
    "TimeSig=8/4": 94,
    "TimeSig=8/8": 95,
    "TimeSig=9/16": 96,
    "TimeSig=9/8": 97,
    "VelRange_Medium": 98,
    "VelRange_Narrow": 99,
    "VelRange_VeryWide": 100,
    "VelRange_Wide": 101
  },
  "id_to_token": {
    "0": "<pad_meta>",
    "1": "<unk_meta>",
    "2": "<sos_meta>",
    "3": "<eos_meta>",
    "4": "AvgVel_High",
    "5": "AvgVel_Low",
    "6": "AvgVel_Medium",
    "7": "AvgVel_VeryHigh",
    "8": "AvgVel_VeryLow",
    "9": "Instrument=Acoustic_Grand_Piano",
    "10": "Instrument=Acoustic_Guitar_steel",
    "11": "Instrument=Bright_Acoustic_Piano",
    "12": "Instrument=Celesta",
    "13": "Instrument=Choir_Aahs",
    "14": "Instrument=Church_Organ",
    "15": "Instrument=Clavinet",
    "16": "Instrument=Distortion_Guitar",
    "17": "Instrument=Drums",
    "18": "Instrument=Electric_Bass_finger",
    "19": "Instrument=Electric_Grand_Piano",
    "20": "Instrument=Electric_Guitar_clean",
    "21": "Instrument=Electric_Piano_1",
    "22": "Instrument=Electric_Piano_2",
    "23": "Instrument=Harpsichord",
    "24": "Instrument=Honkytonk_Piano",
    "25": "Instrument=Lead_1_square",
    "26": "Instrument=Lead_2_sawtooth",
    "27": "Instrument=Lead_8_bass__lead",
    "28": "Instrument=Pad_2_warm",
    "29": "Instrument=Pad_5_bowed",
    "30": "Instrument=Recorder",
    "31": "Instrument=String_Ensemble_2",
    "32": "Instrument=Synth_Voice",
    "33": "Instrument=Violin",
    "34": "Key=A_major",
    "35": "Key=B_major",
    "36": "Key=C_major",
    "37": "Key=Csharp_major",
    "38": "Key=D_major",
    "39": "Key=E_major",
    "40": "Key=F_major",
    "41": "Key=Fsharp_major",
    "42": "Key=G_major",
    "43": "Key=a_minor",
    "44": "Key=b_minor",
    "45": "Key=c_minor",
    "46": "Key=csharp_minor",
    "47": "Key=d_minor",
    "48": "Key=e_minor",
    "49": "Key=f_minor",
    "50": "Key=fsharp_minor",
    "51": "Key=g_minor",
    "52": "Key=gsharp_minor",
    "53": "NumInst_Duet",
    "54": "NumInst_LargeEnsemble",
    "55": "NumInst_MediumEnsemble",
    "56": "NumInst_None",
    "57": "NumInst_SmallChamber",
    "58": "NumInst_Solo",
    "59": "Tempo_ExtremelyFast",
    "60": "Tempo_Fast",
    "61": "Tempo_Moderate",
    "62": "Tempo_Slow",
    "63": "Tempo_VeryFast",
    "64": "Tempo_VerySlow",
    "65": "TimeSig=1/16",
    "66": "TimeSig=1/32",
    "67": "TimeSig=1/4",
    "68": "TimeSig=1/8",
    "69": "TimeSig=10/8",
    "70": "TimeSig=11/8",
    "71": "TimeSig=12/16",
    "72": "TimeSig=12/4",
    "73": "TimeSig=12/8",
    "74": "TimeSig=13/8",
    "75": "TimeSig=131/4",
    "76": "TimeSig=132/4",
    "77": "TimeSig=15/8",
    "78": "TimeSig=16/16",
    "79": "TimeSig=2/2",
    "80": "TimeSig=2/4",
    "81": "TimeSig=2/8",
    "82": "TimeSig=3/2",
    "83": "TimeSig=3/4",
    "84": "TimeSig=3/8",
    "85": "TimeSig=4/2",
    "86": "TimeSig=4/4",
    "87": "TimeSig=4/8",
    "88": "TimeSig=5/4",
    "89": "TimeSig=5/8",
    "90": "TimeSig=6/4",
    "91": "TimeSig=6/8",
    "92": "TimeSig=7/4",
    "93": "TimeSig=7/8",
    "94": "TimeSig=8/4",
    "95": "TimeSig=8/8",
    "96": "TimeSig=9/16",
    "97": "TimeSig=9/8",
    "98": "VelRange_Medium",
    "99": "VelRange_Narrow",
    "100": "VelRange_VeryWide",
    "101": "VelRange_Wide"
  }
}